<?php  return array (
  'resourceClass' => 'modDocument',
  'resource' => 
  array (
    'id' => 4,
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Yoga',
    'longtitle' => 'Горный треккинг на Алтае к подножью горы Белуха на высоте до 3000 метров',
    'description' => 'Туроператор по Алтаю Своя Тропа - это туры на Алтай различной сложности летом 2016 года с опытными гидами, экускурсионные (облегченные) и трекинговые (легкий-средний уровень) программы. Йога-туры на Алтай.',
    'alias' => 'yoga',
    'link_attributes' => '',
    'published' => 1,
    'pub_date' => 0,
    'unpub_date' => 0,
    'parent' => 108,
    'isfolder' => 0,
    'introtext' => 'СЮДА МОЖНО НИЧЕГО НЕ ПИСАТЬ, ЭТОТ ТЕКСТ НИГДЕ НЕ ОТОБРАЖАЕТСЯ',
    'content' => '',
    'richtext' => 0,
    'template' => 3,
    'menuindex' => 3,
    'searchable' => 1,
    'cacheable' => 1,
    'createdby' => 1,
    'createdon' => 1454524970,
    'editedby' => 1,
    'editedon' => 1481052160,
    'deleted' => 0,
    'deletedon' => 0,
    'deletedby' => 0,
    'publishedon' => 1454691780,
    'publishedby' => 1,
    'menutitle' => 'Йога-экскурсионный тур на Алтае',
    'donthit' => 0,
    'privateweb' => 0,
    'privatemgr' => 0,
    'content_dispo' => 0,
    'hidemenu' => 0,
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => 1,
    'uri' => 'turyi/yoga',
    'uri_override' => 0,
    'hide_children_in_tree' => 0,
    'show_in_tree' => 1,
    'properties' => NULL,
    'guids' => 
    array (
      0 => 'guids',
      1 => '[{"MIGX_id":"2","set":"<a target=\\"_blank\\" href=\\"http:\\/\\/vk.com\\/avdievya\\">\\u042f\\u0440\\u043e\\u0441\\u043b\\u0430\\u0432 \\u0410\\u0432\\u0434\\u0438\\u0435\\u0432 <\\/a>","image":"assets\\/app\\/img\\/1IMG_1229_resize.JPG","biography":"\\u0412\\u043f\\u0435\\u0440\\u0432\\u044b\\u0435 \\u044f \\u043f\\u043e\\u043f\\u0430\\u043b \\u043d\\u0430 \\u0410\\u043b\\u0442\\u0430\\u0439 \\u0432 2011 \\u0433\\u043e\\u0434\\u0443. \\u0412\\u043e\\u0442 \\u0443\\u0436\\u0435 5 \\u043b\\u0435\\u0442 \\u043f\\u043e\\u0434\\u0440\\u044f\\u0434 \\u044f \\u043f\\u0440\\u043e\\u0432\\u043e\\u0436\\u0443 \\u043e\\u0442 \\u043d\\u0435\\u0434\\u0435\\u043b\\u0438 \\u0434\\u043e \\u043c\\u0435\\u0441\\u044f\\u0446\\u0430 \\u0432 \\u0433\\u043e\\u0440\\u0430\\u0445. \\u0421 \\u0433\\u0440\\u0443\\u043f\\u043f\\u0430\\u043c\\u0438 \\u0438 \\u0441 \\u043a\\u043e\\u043b\\u043b\\u0435\\u0433\\u0430\\u043c\\u0438 \\u043c\\u044b \\u043f\\u0440\\u043e\\u0448\\u043b\\u0438 \\u0440\\u0430\\u0437\\u043d\\u044b\\u0435 \\u043c\\u0430\\u0440\\u0448\\u0440\\u0443\\u0442\\u044b, \\u0442\\u0440\\u0438 \\u0433\\u043e\\u0434\\u0430 \\u043f\\u043e\\u0434\\u0440\\u044f\\u0434 \\u043f\\u0443\\u0442\\u0435\\u0448\\u0435\\u0441\\u0442\\u0432\\u043e\\u0432\\u0430\\u043b\\u0438 \\u043a \\u043f\\u043e\\u0434\\u043d\\u043e\\u0436\\u044c\\u044e \\u0433\\u043e\\u0440\\u044b \\u0411\\u0435\\u043b\\u0443\\u0445\\u0438, \\u043a\\u043e\\u0442\\u043e\\u0440\\u0430\\u044f \\u043d\\u0430 \\u0430\\u043b\\u0442\\u0430\\u0439\\u0441\\u043a\\u043e\\u043c \\u044f\\u0437\\u044b\\u043a\\u0435 \\u043d\\u0430\\u0437\\u044b\\u0432\\u0430\\u0435\\u0442\\u0441\\u044f \\"\\u0423\\u0447-\\u0421\\u0443\\u043c\\u0435\\u0440\\", \\"\\u0442\\u0440\\u0435\\u0445\\u0433\\u043b\\u0430\\u0432\\u0430\\u044f\\". \\u0412 \\u0438\\u044e\\u043b\\u0435 \\u0437\\u0434\\u0435\\u0441\\u044c \\u043f\\u043e\\u0437\\u0434\\u043d\\u044f\\u044f \\u0432\\u0435\\u0441\\u043d\\u0430. \\u041f\\u0440\\u0438\\u044f\\u0442\\u043d\\u043e \\u043f\\u0440\\u043e\\u0436\\u0438\\u0432\\u0430\\u0442\\u044c \\u0434\\u0432\\u0435 \\u0432\\u0435\\u0441\\u043d\\u044b \\u0432 \\u0433\\u043e\\u0434! \\u0410\\u043b\\u0442\\u0430\\u0439 \\u043c\\u043e\\u0436\\u043d\\u043e \\u043f\\u043e\\u0441\\u0435\\u0449\\u0430\\u0442\\u044c \\u043c\\u043d\\u043e\\u0433\\u043e \\u0440\\u0430\\u0437 \\u0438 \\u043a\\u0430\\u0436\\u0434\\u044b\\u0439 \\u0440\\u0430\\u0437 \\u043e\\u043d \\u043f\\u0440\\u0435\\u0434\\u0441\\u0442\\u0430\\u0435\\u0442 \\u0434\\u0440\\u0443\\u0433\\u0438\\u043c. \\u041a\\u0430\\u0436\\u0434\\u044b\\u0439 \\u0433\\u043e\\u0434 \\u0433\\u043e\\u0440\\u044b \\u0432\\u0434\\u043e\\u0445\\u043d\\u043e\\u0432\\u043b\\u044f\\u044e\\u0442 \\u043c\\u0435\\u043d\\u044f \\u0442\\u0435\\u043c, \\u0447\\u0442\\u043e \\u043f\\u043e\\u043c\\u043e\\u0433\\u0430\\u044e\\u0442 \\u043f\\u0440\\u043e\\u0439\\u0442\\u0438 \\u0447\\u0435\\u0440\\u0435\\u0437 \\u043c\\u0430\\u043b\\u0435\\u043d\\u044c\\u043a\\u0438\\u0435 \\u0442\\u0440\\u0443\\u0434\\u043d\\u043e\\u0441\\u0442\\u0438. \\u041f\\u043e\\u0441\\u043b\\u0435 \\u0438\\u0445 \\u043f\\u0440\\u0435\\u043e\\u0434\\u043e\\u043b\\u0435\\u043d\\u0438\\u044f \\u0432\\u043e\\u0437\\u0432\\u0440\\u0430\\u0449\\u0430\\u0435\\u0448\\u044c\\u0441\\u044f \\u0432 \\u0433\\u043e\\u0440\\u043e\\u0434\\u0441\\u043a\\u0443\\u044e \\u0436\\u0438\\u0437\\u043d\\u044c \\u0441\\u043e \\u0441\\u0432\\u0435\\u0436\\u0438\\u043c\\u0438 \\u0441\\u0438\\u043b\\u0430\\u043c\\u0438 \\u0438 \\u0443\\u0432\\u0435\\u0440\\u0435\\u043d\\u043d\\u043e\\u0441\\u0442\\u044c\\u044e. \\u041a\\u043e\\u0433\\u0434\\u0430 \\u044f \\u0440\\u0430\\u0431\\u043e\\u0442\\u0430\\u044e \\u0441 \\u0433\\u0440\\u0443\\u043f\\u043f\\u0430\\u043c\\u0438, \\u0434\\u043b\\u044f \\u043c\\u0435\\u043d\\u044f \\u0432\\u0430\\u0436\\u043d\\u043e \\u043f\\u043e\\u0437\\u043d\\u0430\\u043a\\u043e\\u043c\\u0438\\u0442\\u044c \\u043b\\u044e\\u0434\\u0435\\u0439, \\u043a\\u043e\\u0442\\u043e\\u0440\\u044b\\u0435 \\u0432\\u043f\\u0435\\u0440\\u0432\\u044b\\u0435 \\u0432 \\u0433\\u043e\\u0440\\u0430\\u0445 \\u0441 \\u0442\\u0435\\u043c\\u0438 \\u043e\\u0441\\u043e\\u0431\\u0435\\u043d\\u043d\\u043e\\u0441\\u0442\\u044f\\u043c\\u0438, \\u0432\\u043b\\u0438\\u044f\\u044e\\u0449\\u0438\\u043c\\u0438 \\u043d\\u0430 \\u0431\\u044b\\u0442, \\u0432\\u0440\\u0435\\u043c\\u044f\\u043f\\u0440\\u0435\\u043f\\u0440\\u043e\\u0432\\u043e\\u0436\\u0434\\u0435\\u043d\\u0438\\u0435, \\u044d\\u043c\\u043e\\u0446\\u0438\\u0438 \\u0438 \\u043c\\u044b\\u0441\\u043b\\u0438 \\u0443\\u0447\\u0430\\u0441\\u0442\\u043d\\u0438\\u043a\\u043e\\u0432 \\u043c\\u043e\\u0438\\u0445 \\u043f\\u0440\\u043e\\u0433\\u0440\\u0430\\u043c\\u043c. \\u0414\\u0435\\u043b\\u044e\\u0441\\u044c \\u0438\\u043d\\u0444\\u043e\\u0440\\u043c\\u0430\\u0446\\u0438\\u0435\\u0439, \\u0441\\u043e\\u0432\\u0435\\u0442\\u0430\\u043c\\u0438, \\u043e\\u043f\\u044b\\u0442\\u043e\\u043c, \\u0442.\\u043a. \\u043f\\u043e\\u043d\\u0438\\u043c\\u0430\\u044e, \\u0447\\u0442\\u043e \\u043c\\u043d\\u043e\\u0433\\u0438\\u043c \\u043f\\u0443\\u0442\\u0435\\u0448\\u0435\\u0441\\u0442\\u0432\\u0435\\u043d\\u043d\\u0438\\u043a\\u0430\\u043c \\u0432\\u0441\\u0435 \\u0432\\u043e\\u043a\\u0440\\u0443\\u0433 \\u0432 \\u043d\\u043e\\u0432\\u0438\\u043d\\u043a\\u0443."}]',
      2 => 'default',
      3 => NULL,
      4 => 'migx',
    ),
    'predloj_one' => 
    array (
      0 => 'predloj_one',
      1 => 'Йога по утрам',
      2 => 'default',
      3 => NULL,
      4 => 'text',
    ),
    'level' => 
    array (
      0 => 'level',
      1 => '1 из 10',
      2 => 'default',
      3 => NULL,
      4 => 'text',
    ),
    'back_photo' => 
    array (
      0 => 'back_photo',
      1 => 'assets/app/img/A_U1zKbFiHU.jpg',
      2 => 'default',
      3 => NULL,
      4 => 'image',
    ),
    'incost' => 
    array (
      0 => 'incost',
      1 => '<ul>
	<li>Работа гида-инструктора (с 1-го по 10-й день)</li>
	<li>Проживание на турбазе - летние домики</li>
	<li>Страховка</li>
	<li>Завтраки на турбазе</li>
	<li>Все экскурсии</li>
	<li>Трансфер Барнаул - Тюнгур (1-й день)</li>
	<li>Трансфер Тюнгур - Барнаул (10-й день)&nbsp;</li>
</ul>
',
      2 => 'default',
      3 => NULL,
      4 => 'richtext',
    ),
    'km' => 
    array (
      0 => 'km',
      1 => '-',
      2 => 'default',
      3 => NULL,
      4 => 'text',
    ),
    'outcost' => 
    array (
      0 => 'outcost',
      1 => '<ul>
	<li>Обеды и ужины</li>
	<li>Питание во время трансфера</li>
	<li>ж/д или авиабилеты до Барнаула или Горно-Алтайска</li>
</ul>
',
      2 => 'default',
      3 => NULL,
      4 => 'richtext',
    ),
    'offer' => 
    array (
      0 => 'offer',
      1 => 'Познай Алтай изнутри <span>без физических нагрузок</span> ',
      2 => 'default',
      3 => NULL,
      4 => 'text',
    ),
    'predloj_two' => 
    array (
      0 => 'predloj_two',
      1 => 'Экскурсионная программа',
      2 => 'default',
      3 => NULL,
      4 => 'text',
    ),
    'count' => 
    array (
      0 => 'count',
      1 => 'до 10 (осталось 2 места!)',
      2 => 'default',
      3 => NULL,
      4 => 'text',
    ),
    'raspisanie-img' => 
    array (
      0 => 'raspisanie-img',
      1 => 'assets/app/img/yoga.jpg',
      2 => 'default',
      3 => NULL,
      4 => 'image',
    ),
    'take' => 
    array (
      0 => 'take',
      1 => '<p>&nbsp;</p>

<p><em>Полный список снаряжения&nbsp;<strong>обязательно</strong>&nbsp;скачайте&nbsp;тут: <a href="assets/vss(yoga).pdf">Взять с собой.pdf</a>&nbsp;и&nbsp;<a href="assets/vss(yoga).docx">Взять с собой.docx</a></em></p>
',
      2 => 'default',
      3 => NULL,
      4 => 'richtext',
    ),
    'big_photo' => 
    array (
      0 => 'big_photo',
      1 => 'assets/app/img/A_U1zKbFiHU.jpg',
      2 => 'default',
      3 => NULL,
      4 => 'image',
    ),
    'predloj_three' => 
    array (
      0 => 'predloj_three',
      1 => 'Проживание в летних домиках',
      2 => 'default',
      3 => NULL,
      4 => 'text',
    ),
    'count_day' => 
    array (
      0 => 'count_day',
      1 => '10',
      2 => 'default',
      3 => NULL,
      4 => 'text',
    ),
    'inform' => 
    array (
      0 => 'inform',
      1 => '<p>&nbsp;</p>

<p><u>Условия раннего бронирования тура:</u></p>

<ul>
	<li>Внести 50% от стоимости тура в течение 3-5 дней с даты подписания договора</li>
	<li>Внести оставшиеся 50% за 2 месяца до начала тура</li>
	<li>Если вы отменяете поездку за два месяца до начала тура, то мы возвращаем 100% предоплаты</li>
	<li>При отказе менее чем за 2 месяца, мы удерживаем 50% от стоимости тура в счет понесенных издержек</li>
</ul>

<p>&nbsp;</p>

<p><u>Трансфер:</u></p>

<ul>
	<li>Трансфер встречает туристов в Барнауле и Горно-Алтайске. Обратный трансфер также доставит вас в один из этих двух городов</li>
</ul>

<p>&nbsp;</p>

<p><u>Подготовка к треккингу:</u></p>

<ul>
	<li>Обязательно приобрести и разносить собственную треккинговую обувь (одеть хотя бы 3-4 раза на прогулку)</li>
	<li>Иностранные граждане предоставляют документы для обращения в миграционную службу за 60 дней до поездки</li>
	<li>Оцените свою физическую форму. Начните пробежки в треккинговой обуви за 3-6 недель до начала похода</li>
	<li>Бросьте курить на время подготовки к треккингу</li>
</ul>

<p><u>Авиабилеты:</u></p>

<ul>
	<li>Прибытие в Барнаул до 9.00 и в Горно-Алтайск до 12.00 17&nbsp;июля, отбытие не ранее 23.30 26 июля&nbsp;из Горно-Алтайска и не ранее 3.00 27 июля&nbsp;из Барнаула</li>
</ul>

<ul>
	<li><a href="http://www.aviasales.ru/?marker=53148">[[!link? &amp;id=`95`]]</a></li>
	<li>В случае утреннего отбытия забронируйте ночевку в Барнауле или Горно-Алтайске:</li>
</ul>

<p>Вот, например,&nbsp;рекомендуем&nbsp;гостиницу Турист:</p>

<ul>
	<li><a href="http://www.turist-barnaul.ru/">http://www.turist-barnaul.ru/</a></li>
</ul>

<p>Или можно воспользоваться один из сервисов бронирования:&nbsp;</p>

<ul>
	<li><a href="http://www.booking.com/">booking.com/</a></li>
	<li>
	<p><a href="https://www.airbnb.ru/">airbnb.ru</a></p>
	</li>
</ul>
',
      2 => 'default',
      3 => NULL,
      4 => 'richtext',
    ),
    'big_photo_description' => 
    array (
      0 => 'big_photo_description',
      1 => '<span>Йога-экскурсионный тур в горах Алтая</span><br>Экскурсионный тур в горах Алтая с ежедневной йога-программой для всех.<br>  Занимаемся йогой по утрам на берегу бирюзовой Катуни, читаем наскальные послания древнего человека в гроте Куйлю, слушаем тишину вместе с изваяниями каменных воинов доисторических времен, познаем мистическое откровение через картины Рериха, поднимаемся на близлежащую гору Байду с которой открывается вид на слияние рек Катунь и Кучерла и трехглавую Белуху, собираем травы, которые будут напоминать нам об Алтае зимними вечерами. <br> Это – тур с размещением в летних домиках (без с/у), без палаток, без рюкзаков. Удобства – баня, электричество, завтраки в столовой включены в стоимость. <br> Подходит для людей с любой физической формой и семей с детьми. Вы познакомитесь с Алтайскими красотами в условиях, максимально приближенных к комфортному отдыху.',
      2 => 'default',
      3 => NULL,
      4 => 'text',
    ),
    'date_tour' => 
    array (
      0 => 'date_tour',
      1 => '21.07.17 - 30.07.17, 29.07.17 - 07.08.17',
      2 => 'default',
      3 => NULL,
      4 => 'text',
    ),
    'for_tour' => 
    array (
      0 => 'for_tour',
      1 => '',
      2 => 'default',
      3 => NULL,
      4 => 'migx',
    ),
    'reviews' => 
    array (
      0 => 'reviews',
      1 => '[{"MIGX_id":"1","set":"<a target=\\"_blank\\" href=\\"http:\\/\\/vk.com\\/id3509295\\">\\u0415\\u0432\\u0433\\u0435\\u043d\\u0438\\u044f \\u041f\\u0430\\u043a\\u0438\\u043d\\u0430 <\\/a> ","image":"assets\\/app\\/img\\/k-seqn0cvwY.jpg","review":"\\u041f\\u043e\\u0435\\u0437\\u0434\\u043a\\u0430 \\u043d\\u0430 \\u0410\\u043b\\u0442\\u0430\\u0439 \\u0432 \\u0438\\u044e\\u043b\\u0435 2013\\u0433. \\u0441\\u0442\\u0430\\u043b\\u0430 \\u043e\\u0434\\u043d\\u0438\\u043c \\u0438\\u0437 \\u0441\\u0430\\u043c\\u044b\\u0445 \\u044f\\u0440\\u043a\\u0438\\u0445 \\u0432\\u043f\\u0435\\u0447\\u0430\\u0442\\u043b\\u0435\\u043d\\u0438\\u0439 \\u0432 \\u043c\\u043e\\u0435\\u0439 \\u0436\\u0438\\u0437\\u043d\\u0438 (\\u043f\\u043e\\u0441\\u043b\\u0435 \\u043d\\u0435\\u0435 \\u043d\\u0430\\u0447\\u0430\\u043b\\u0430 \\u0437\\u0430\\u043d\\u0438\\u043c\\u0430\\u0442\\u044c\\u0441\\u044f \\u043f\\u0430\\u0440\\u0430\\u0448\\u044e\\u0442\\u043d\\u044b\\u043c \\u0441\\u043f\\u043e\\u0440\\u0442\\u043e\\u043c))). \\u0412\\u043e-\\u043f\\u0435\\u0440\\u0432\\u044b\\u0445, \\u0441\\u0430\\u043c \\u043f\\u043e \\u0441\\u0435\\u0431\\u0435 \\u0410\\u043b\\u0442\\u0430\\u0439 - \\u043c\\u0435\\u0441\\u0442\\u043e \\u043d\\u0435\\u043e\\u0431\\u044b\\u0447\\u0430\\u0439\\u043d\\u043e\\u0439 \\u043a\\u0440\\u0430\\u0441\\u043e\\u0442\\u044b \\u0438 \\u044d\\u043d\\u0435\\u0440\\u0433\\u0435\\u0442\\u0438\\u043a\\u0438 (\\u0432\\u043e \\u0432\\u0440\\u0435\\u043c\\u044f \\u043f\\u043e\\u0445\\u043e\\u0434\\u0430 \\u0441\\u0442\\u043e\\u043b\\u044c\\u043a\\u043e \\u043a\\u0440\\u0430\\u0441\\u043e\\u0442 \\u0438 \\u0447\\u0443\\u0434\\u0435\\u0441 \\u043d\\u0430\\u0441\\u043c\\u043e\\u0442\\u0440\\u0435\\u043b\\u0438\\u0441\\u044c!!!), \\u0432\\u043e-\\u0432\\u0442\\u043e\\u0440\\u044b\\u0445, \\u0432 \\u043d\\u0430\\u0447\\u0430\\u043b\\u0435 \\u043f\\u043e\\u0435\\u0437\\u0434\\u043a\\u0438 \\u044f \\u0438 \\u043f\\u0440\\u0435\\u0434\\u0441\\u0442\\u0430\\u0432\\u0438\\u0442\\u044c \\u0441\\u0435\\u0431\\u0435 \\u043d\\u0435 \\u043c\\u043e\\u0433\\u043b\\u0430, \\u0447\\u0442\\u043e \\u043d\\u0430\\u0448\\u0430 \\u0442\\u0430\\u043a\\u0430\\u044f \\u0440\\u0430\\u0437\\u043d\\u043e\\u0448\\u0435\\u0440\\u0441\\u0442\\u043d\\u0430\\u044f \\u0433\\u0440\\u0443\\u043f\\u043f\\u0430 \\u0437\\u0430 \\u043a\\u043e\\u0440\\u043e\\u0442\\u043a\\u043e\\u0435 \\u0432\\u0440\\u0435\\u043c\\u044f \\u0432\\u0434\\u0440\\u0443\\u0433 \\u0441\\u0442\\u0430\\u043d\\u0435\\u0442 \\u0442\\u0430\\u043a\\u0438\\u043c \\u0441\\u043b\\u0430\\u0436\\u0435\\u043d\\u043d\\u044b\\u043c \\u0438 \\u0435\\u0434\\u0438\\u043d\\u044b\\u043c \\u043a\\u043e\\u043b\\u043b\\u0435\\u043a\\u0442\\u0438\\u0432\\u043e\\u043c))) \\u0438 \\u0435\\u0449\\u0435 \\u043c\\u043d\\u043e\\u0433\\u043e \\u043e\\u0442\\u043a\\u0440\\u044b\\u0442\\u0438\\u0439 \\u0438 \\u043f\\u0440\\u0438\\u043a\\u043b\\u044e\\u0447\\u0435\\u043d\\u0438\\u0439 \\u0431\\u044b\\u043b\\u043e!!!!!! \\u044d\\u0445... \\u043c\\u043e\\u0438 \\u0441\\u0430\\u043c\\u044b\\u0435 \\u0442\\u0435\\u043f\\u043b\\u044b\\u0435 \\u0432\\u043e\\u0441\\u043f\\u043e\\u043c\\u0438\\u043d\\u0430\\u043d\\u0438\\u044f \\u0441\\u0432\\u044f\\u0437\\u0430\\u043d\\u044b \\u0441 \\u044d\\u0442\\u043e\\u0439 \\u043f\\u043e\\u0435\\u0437\\u0434\\u043a\\u043e\\u0439!!! \\u041e\\u0433\\u0440\\u043e\\u043c\\u043d\\u043e\\u0435 \\u0441\\u043f\\u0430\\u0441\\u0438\\u0431\\u043e \\u0433\\u043b\\u0430\\u0432\\u043d\\u043e\\u043c\\u0443 \\u043e\\u0440\\u0433\\u0430\\u043d\\u0438\\u0437\\u0430\\u0442\\u043e\\u0440\\u0443 \\u042f\\u0440\\u043e\\u0441\\u043b\\u0430\\u0432\\u0443!!! ))"},{"MIGX_id":"2","set":"<a target=\\"_blank\\" href=\\"http:\\/\\/vk.com\\/goa_777\\">\\u041e\\u043b\\u044c\\u0433\\u0430 \\u0413\\u043e\\u043d\\u0447\\u0430\\u0440\\u043e\\u0432\\u0430<\\/a> ","image":"assets\\/app\\/img\\/-HjpX98dZqQ.jpg","review":"\\u0412\\u0441\\u0435\\u043c \\u043f\\u0440\\u0438\\u0432\\u0435\\u0442! \\u042f \\u0442\\u043e\\u0436\\u0435 \\u0445\\u043e\\u0447\\u0443 \\u043f\\u043e\\u0434\\u0435\\u043b\\u0438\\u0442\\u044c\\u0441\\u044f \\u0441\\u0432\\u043e\\u0438\\u043c\\u0438 \\u0432\\u043f\\u0435\\u0447\\u0430\\u0442\\u043b\\u0435\\u043d\\u0438\\u044f\\u043c\\u0438 \\u043e\\u0442 \\u043f\\u043e\\u0435\\u0437\\u0434\\u043a\\u0438 \\u043d\\u0430 \\u0410\\u043b\\u0442\\u0430\\u0439 \\u0432 \\u0438\\u044e\\u043b\\u0435 2013 \\u0433. \\u041d\\u0430\\u0447\\u043d\\u0451\\u043c \\u0441 \\u0442\\u043e\\u0433\\u043e, \\u0447\\u0442\\u043e \\u044f \\u0434\\u0430\\u0432\\u043d\\u043e \\u043c\\u0435\\u0447\\u0442\\u0430\\u043b\\u0430 \\u043f\\u043e\\u0441\\u0435\\u0442\\u0438\\u0442\\u044c \\u044d\\u0442\\u0438 \\u043a\\u0440\\u0430\\u044f. \\u0418 \\u043a\\u0430\\u043a \\u0433\\u043e\\u0432\\u043e\\u0440\\u0438\\u0442\\u0441\\u044f, \\u0435\\u0441\\u043b\\u0438 \\u0447\\u0435\\u0433\\u043e-\\u0442\\u043e \\u043e\\u0447\\u0435\\u043d\\u044c \\u0441\\u0438\\u043b\\u044c\\u043d\\u043e \\u0445\\u043e\\u0442\\u0435\\u0442\\u044c, \\u0442\\u043e \\u043e\\u043d\\u043e \\u043d\\u0435\\u043f\\u0440\\u0435\\u043c\\u0435\\u043d\\u043d\\u043e \\u043f\\u0440\\u043e\\u0438\\u0437\\u043e\\u0439\\u0434\\u0451\\u0442. \\u041f\\u043e\\u044d\\u0442\\u043e\\u043c\\u0443, \\u043a\\u043e\\u0433\\u0434\\u0430 \\u043c\\u043d\\u0435 \\u043f\\u0440\\u0435\\u0434\\u043b\\u043e\\u0436\\u0438\\u043b\\u0438 \\u043f\\u043e\\u0435\\u0437\\u0434\\u043a\\u0443, \\u044f \\u043d\\u0435 \\u0440\\u0430\\u0437\\u0434\\u0443\\u043c\\u044b\\u0432\\u0430\\u044f \\u0441\\u043e\\u0433\\u043b\\u0430\\u0441\\u0438\\u043b\\u0430\\u0441\\u044c, \\u043e \\u0447\\u0435\\u043c \\u043d\\u0438 \\u0440\\u0430\\u0437\\u0443 \\u043d\\u0435 \\u043f\\u043e\\u0436\\u0430\\u043b\\u0435\\u043b\\u0430. \\u0412\\u0435\\u043b\\u0438\\u0447\\u0438\\u0435 \\u0410\\u043b\\u0442\\u0430\\u044f \\u043e\\u0431\\u044f\\u0437\\u0430\\u0442\\u0435\\u043b\\u044c\\u043d\\u043e \\u043d\\u0443\\u0436\\u043d\\u043e \\u0443\\u0432\\u0438\\u0434\\u0435\\u0442\\u044c \\u0441\\u043e\\u0431\\u0441\\u0442\\u0432\\u0435\\u043d\\u043d\\u044b\\u043c\\u0438 \\u0433\\u043b\\u0430\\u0437\\u0430\\u043c\\u0438. \\u041a\\u0440\\u0430\\u0441\\u043e\\u0442\\u0443 \\u044d\\u0442\\u043e\\u0433\\u043e \\u043a\\u0440\\u0430\\u044f, \\u0441 \\u0435\\u0433\\u043e \\u0432\\u0435\\u043b\\u0438\\u043a\\u043e\\u043b\\u0435\\u043f\\u043d\\u044b\\u043c\\u0438 \\u0433\\u043e\\u0440\\u043d\\u044b\\u043c\\u0438 \\u043f\\u0435\\u0439\\u0437\\u0430\\u0436\\u0430\\u043c\\u0438, \\u0441 \\u0433\\u0443\\u0441\\u0442\\u044b\\u043c\\u0438 \\u0442\\u0430\\u0435\\u0436\\u043d\\u044b\\u043c\\u0438 \\u043b\\u0435\\u0441\\u0430\\u043c\\u0438, \\u0435\\u0433\\u043e \\u0431\\u0443\\u0440\\u043d\\u044b\\u0435 \\u0437\\u0432\\u0435\\u043d\\u044f\\u0449\\u0438\\u0435 \\u0440\\u0435\\u043a\\u0438 \\u0441 \\u043a\\u0440\\u0438\\u0441\\u0442\\u0430\\u043b\\u044c\\u043d\\u043e \\u0447\\u0438\\u0441\\u0442\\u043e\\u0439 \\u0432\\u043e\\u0434\\u043e\\u0439, \\u0432\\u0441\\u0435 \\u044d\\u0442\\u043e \\u043e\\u0447\\u0435\\u043d\\u044c \\u0441\\u043b\\u043e\\u0436\\u043d\\u043e \\u043e\\u043f\\u0438\\u0441\\u0430\\u0442\\u044c \\u0441\\u043b\\u043e\\u0432\\u0430\\u043c\\u0438. \\u0418 \\u0432 \\u0434\\u043e\\u043f\\u043e\\u043b\\u043d\\u0435\\u043d\\u0438\\u0435 \\u043a\\u043e \\u0432\\u0441\\u0435\\u0439 \\u044d\\u0442\\u043e\\u0439 \\u043a\\u0440\\u0430\\u0441\\u043e\\u0442\\u0435, \\u0437\\u0430\\u043d\\u044f\\u0442\\u0438\\u044f \\u0439\\u043e\\u0433\\u043e\\u0439, \\u043a\\u043e\\u0442\\u043e\\u0440\\u044b\\u0435 \\u043d\\u0430\\u043f\\u043e\\u043b\\u043d\\u044f\\u044e\\u0442 \\u044f\\u0440\\u043a\\u0438\\u043c\\u0438 \\u044d\\u043c\\u043e\\u0446\\u0438\\u044f\\u043c\\u0438,\\u0437\\u0430\\u0440\\u044f\\u0436\\u0430\\u044e\\u0442 \\u043f\\u043e\\u0437\\u0438\\u0442\\u0438\\u0432\\u043d\\u044b\\u043c \\u043d\\u0430\\u0441\\u0442\\u0440\\u043e\\u0435\\u043d\\u0438\\u0435\\u043c \\u0438 \\u043e\\u0441\\u0432\\u043e\\u0431\\u043e\\u0436\\u0434\\u0430\\u044e\\u0442 \\u043e\\u0442 \\u0432\\u0441\\u0435\\u0433\\u043e \\u043d\\u0435\\u0433\\u0430\\u0442\\u0438\\u0432\\u043d\\u043e\\u0433\\u043e. \\u0421\\u043f\\u0430\\u0441\\u0438\\u0431\\u043e, \\u042f\\u0440\\u043e\\u0441\\u043b\\u0430\\u0432, \\u0437\\u0430 \\u043d\\u0435\\u0437\\u0430\\u0431\\u044b\\u0432\\u0430\\u0435\\u043c\\u043e\\u0435 \\u043f\\u0443\\u0442\\u0435\\u0448\\u0435\\u0441\\u0442\\u0432\\u0438\\u0435,\\u0432 \\u044d\\u0442\\u043e\\u0442 \\u0447\\u0443\\u0434\\u0435\\u0441\\u043d\\u044b\\u0439 \\u043a\\u0440\\u0430\\u0439!"},{"MIGX_id":"3","set":"<a target=\\"_blank\\" href=\\"http:\\/\\/vk.com\\/id1776233\\">\\u0415\\u043b\\u0438\\u0437\\u0430\\u0432\\u0435\\u0442\\u0430 \\u041a\\u0440\\u0430\\u0441\\u0438\\u043b\\u044c\\u043d\\u0438\\u043a\\u043e\\u0432\\u0430<\\/a>  ","image":"assets\\/app\\/img\\/elizavetakrasilnikova.jpg","review":"\\u0418\\u044e\\u043b\\u044c 2013 \\u0433. \\u0421\\u043d\\u0430\\u0447\\u0430\\u043b\\u0430 \\u0442\\u0430\\u043a\\u0438\\u0435 \\u0440\\u0430\\u0437\\u043d\\u044b\\u0435 \\u0438 \\u043d\\u0435\\u0441\\u043e\\u0432\\u043c\\u0435\\u0441\\u0442\\u0438\\u043c\\u044b\\u0435, \\u0430 \\u043f\\u043e\\u0442\\u043e\\u043c \\u0442\\u0430\\u043a\\u0438\\u0435 \\u0440\\u043e\\u0434\\u043d\\u044b\\u0435 \\u0443\\u0447\\u0430\\u0441\\u0442\\u043d\\u0438\\u043a\\u0438,  \\u041c\\u043e\\u0449\\u044c, \\u0438\\u0441\\u0445\\u043e\\u0434\\u044f\\u0449\\u0430\\u044f \\u043e\\u0442 \\u043b\\u0435\\u0434\\u043d\\u0438\\u043a\\u0430, \\u0413\\u043e\\u0440\\u043d\\u043e\\u0435 \\u043e\\u0437\\u0435\\u0440\\u043e, \\u0432 \\u043a\\u043e\\u0442\\u043e\\u0440\\u043e\\u043c \\u0447\\u0435\\u0440\\u0435\\u0437 \\u043d\\u0435\\u0441\\u043a\\u043e\\u043b\\u044c\\u043a\\u043e \\u0441\\u0435\\u043a\\u0443\\u043d\\u0434 \\u043f\\u0440\\u043e\\u0448\\u0438\\u0431\\u0430\\u0435\\u0442 \\u0442\\u043e\\u043a, \\u0411\\u0430\\u043d\\u044f:) \\u0421\\u043e\\u0441\\u0442\\u043e\\u044f\\u043d\\u0438\\u0435 \\u0434\\u0443\\u0448\\u0438, \\u043a\\u043e\\u0433\\u0434\\u0430 \\u043f\\u043e\\u0441\\u0442\\u043e\\u044f\\u043d\\u043d\\u043e \\u0445\\u043e\\u0447\\u0435\\u0442\\u0441\\u044f \\u043f\\u0435\\u0442\\u044c, \\u041f\\u0430\\u043d\\u0442\\u043e\\u043c\\u0438\\u043c\\u0430 \\u0441 \\u0438\\u0437\\u043e\\u0431\\u0440\\u0430\\u0436\\u0435\\u043d\\u0438\\u0435\\u043c \\u0442\\u0435\\u0440\\u043c\\u043e\\u0434\\u0438\\u043d\\u0430\\u043c\\u0438\\u043a\\u0438, \\u0414\\u043d\\u0438 \\u043c\\u043e\\u043b\\u0447\\u0430\\u043d\\u0438\\u044f, \\u043a\\u043e\\u0442\\u043e\\u0440\\u044b\\u0435 \\u043c\\u043d\\u043e\\u044e \\u0438\\u0433\\u043d\\u043e\\u0440\\u0438\\u0440\\u043e\\u0432\\u0430\\u043b\\u0438\\u0441\\u044c)))  \\u0416\\u0438\\u0437\\u043d\\u044c \\u043d\\u0430 \\u0410\\u043b\\u0442\\u0430\\u0435 \\u0431\\u044b\\u043b\\u0430 \\u0442\\u0430\\u043a\\u043e\\u0439 \\u043d\\u0430\\u0441\\u044b\\u0449\\u0435\\u043d\\u043d\\u043e\\u0439, \\u0447\\u0442\\u043e \\u0434\\u043d\\u0438 \\u043a\\u0430\\u0437\\u0430\\u043b\\u0438\\u0441\\u044c \\u0433\\u043e\\u0434\\u0430\\u043c\\u0438. \\u042d\\u0442\\u043e \\u043c\\u0435\\u0441\\u0442\\u043e \\u043f\\u043e\\u0434\\u0430\\u0440\\u0438\\u043b\\u043e \\u043c\\u043d\\u0435 \\u043e\\u0449\\u0443\\u0449\\u0435\\u043d\\u0438\\u0435 \\u0447\\u0435\\u0433\\u043e-\\u0442\\u043e \\u0440\\u043e\\u0434\\u043d\\u043e\\u0433\\u043e, \\u043e\\u0447\\u0435\\u043d\\u044c \\u0431\\u043b\\u0438\\u0437\\u043a\\u043e\\u0433\\u043e \\u0438 \\u0434\\u043e\\u0440\\u043e\\u0433\\u043e\\u0433\\u043e.  \\u0421\\u043f\\u0430\\u0441\\u0438\\u0431\\u043e \\u0437\\u0430 \\u043f\\u0440\\u0435\\u0434\\u043e\\u0441\\u0442\\u0430\\u0432\\u043b\\u0435\\u043d\\u043d\\u0443\\u044e \\u0432\\u043e\\u0437\\u043c\\u043e\\u0436\\u043d\\u043e\\u0441\\u0442\\u044c \\u043f\\u043e\\u0431\\u044b\\u0432\\u0430\\u0442\\u044c \\u043d\\u0430 \\u0410\\u043b\\u0442\\u0430\\u0435 \\u0432 \\u0442\\u0430\\u043a\\u043e\\u0439 \\u043f\\u0440\\u0435\\u043a\\u0440\\u0430\\u0441\\u043d\\u043e\\u0439 \\u043a\\u043e\\u043c\\u043f\\u0430\\u043d\\u0438\\u0438. \\u0414\\u043e \\u0441\\u0438\\u0445 \\u043f\\u043e\\u0440 \\u0447\\u0435\\u0440\\u043f\\u0430\\u044e \\u0432\\u0434\\u043e\\u0445\\u043d\\u043e\\u0432\\u0435\\u043d\\u0438\\u0435 \\u0438 \\u0445\\u043e\\u0440\\u043e\\u0448\\u0435\\u0435 \\u043d\\u0430\\u0441\\u0442\\u0440\\u043e\\u0435\\u043d\\u0438\\u0435 \\u0432 \\u0432\\u043e\\u0441\\u043f\\u043e\\u043c\\u0438\\u043d\\u0430\\u043d\\u0438\\u044f\\u0445."}]',
      2 => 'default',
      3 => NULL,
      4 => 'migx',
    ),
    'cost_now' => 
    array (
      0 => 'cost_now',
      1 => '32900',
      2 => 'default',
      3 => NULL,
      4 => 'text',
    ),
    'cost' => 
    array (
      0 => 'cost',
      1 => '32900',
      2 => 'default',
      3 => NULL,
      4 => 'text',
    ),
    'place_tour' => 
    array (
      0 => 'place_tour',
      1 => 'Летние домики',
      2 => 'default',
      3 => NULL,
      4 => 'text',
    ),
    'cost_two' => 
    array (
      0 => 'cost_two',
      1 => '',
      2 => 'default',
      3 => NULL,
      4 => 'text',
    ),
    'type-tour' => 
    array (
      0 => 'type-tour',
      1 => 'отдых на турбазе,  однодневные экскурсии',
      2 => 'default',
      3 => NULL,
      4 => 'text',
    ),
    '_content' => '<html>
<head>
<title>Горный треккинг на Алтае к подножью горы Белуха на высоте до 3000 метров | Yoga</title>
<base href="http://svoya-tropa.int/" />
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<meta name="description" content="Туроператор по Алтаю Своя Тропа - это туры на Алтай различной сложности летом 2016 года с опытными гидами, экускурсионные (облегченные) и трекинговые (легкий-средний уровень) программы. Йога-туры на Алтай.">
<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/font-awesome/4.5.0/css/font-awesome.min.css">
<link rel="stylesheet" href="assets/app/dist/bundle.css">
<link rel="stylesheet" href="assets/app/dist/hamburgers.min.css">
<link rel="stylesheet" href="assets/app/dist/bundle_new.css">
<link rel="stylesheet" href="//code.jquery.com/ui/1.11.4/themes/smoothness/jquery-ui.css">
<link rel="icon" type="image/ico" href="/svoya-tropa.ico">
</head>
<body>
    <menu>
        <div class="humburger_menu">
    <div class="hamburger hamburger--elastic js-hamburger">
        <div class="hamburger-box">
          <div class="hamburger-inner"></div>
        </div>
  </div>
</div>
<div class="top-menu">
    <div class="container">
        <ul>
            <a href="http://svoya-tropa.int/"><li>Главная</li></a>
            <li class="level2">Расписание туров</li>
                <ul class="level_two-menu">
                    <li><a href="#all-tour">Все туры на 2017 год</a></li>
                    <li class="first"><a href="turyi/light" >Путешествие к подножию Белухи Аккемской тропой</a></li><li><a href="turyi/standart" >Путешествие к подножию Белухи Ороктойской тропой</a></li><li class="active"><a href="turyi/yoga" >Йога-экскурсионный тур на Алтае</a></li><li><a href="turyi/shavlinskie-ozyora" >Шавлинские озёра</a></li><li class="last"><a href="turyi/multinskie-ozyora/" >Мультинские озёра</a></li>
                </ul>
            
            <a href="#o-nas"><li>О нас</li></a>
            <a href="#comand"><li>Наша команда</li></a>
            <a href="#contacty"><li>Контакты</li></a>
        </ul>
    </div>
</div>
    </menu>
    <!--<div id="top"><i class="fa fa-arrow-up"></i><div class="arrow-up"></div></div>
    <div class="top-show">
        <div class="row">
            
        </div>
    </div>-->
    <div class="wrapper">
        <div class="header-grid">
            <div class="back back-light bg-light" style="background-image: url(assets/app/img/A_U1zKbFiHU.jpg);" >
                <div class="container">
                    <header>
    <div class="row">
    <div class="col-lg-4 col-md-4 col-sm-6 col-xs-12">
        <div class="logo">
           <a href="http://svoya-tropa.int/"><img src="assets/app/img/logo.png" alt=""></a>
        </div>
    </div>
    <div class="col-lg-5 col-md-5 col-sm-6 col-xs-12 header-title">
        <div class="text-logo">
            <p class="upper avtor">туроператор по Алтаю</p>
            <p class="upper">"Лучше гор могут быть только горы"</p>
        </div>
    </div>
    <div class="col-lg-3 col-md-3 col-sm-12 col-xs-12">
        <div class="contacts">
            <p><a href="tel:84993919928">8 499 391 99 28</a></p>
            <p class="social"><a href="https://vk.com/altaytracking" target="_blank"><img src="assets/app/img/VK.png" alt=""></a><a href="https://www.facebook.com/altaytracking/" target="_blank"><img src="assets/app/img/FB.png" alt=""></a></p>
        </div>
    </div>
</div>
    <div class="row head-pred">
        <div class="col-lg-5 col-md-5 col-sm-12 col-xs-12"></div>
        <div class="col-lg-7 col-md-7 col-sm-12 col-xs-12">
            <div class="predloj  predloj_new_">
                <p>Краткая информация</p>
                <div class="zahvat form_zahvat_click"><button type="text">Узнать подробнее</button></div>
                <div class="line"></div>
                
                <ul class="pred-spis upper">
                    <li><div class="item1" style="background-image: url(\'assets/app/img/ic.png\')"></div>сложность: <span>1 из 10</span></li>
                    <li><div class="item2" style="background-image: url(\'assets/app/img/ic.png\')"></div>километраж: <span>-</span></li>
                    <li><div class="item3" style="background-image: url(\'assets/app/img/ic.png\')"></div>количество людей: <span class="inline">до 10 (осталось 2 места!)</span></li>
                    <li><div class="item4" style="background-image: url(\'assets/app/img/ic.png\')"></div>количество дней: <span>10</span></li>
                    <li><div class="item5" style="background-image: url(\'assets/app/img/ic.png\')"></div>даты туров: <span class="inline">21.07.17 - 30.07.17, 29.07.17 - 07.08.17</span></li>
                    <li><div class="item6" style="background-image: url(\'assets/app/img/Rub.png\')"></div>стоимость: <span>32900</span></li>
                    <li><div class="item6" style="background-image: url(\'assets/app/img/Shalash.png\'); background-size: 83%;"></div>Размещение: <span>Летние домики</span></li>
                </ul>
            </div>
        </div>
    </div>
</header>
                </div>
                <a href="turyi/light#inform" style="text-decoration: none" class="">
<div id="hexagon" class="">
        
</div>
<div class="action_text">
    <p class="upper">Открыт</p>
    <div class="action_line"></div>
    <p>
        <span class="action-cost">набор</span><br>
        <span class="action-info">в новую группу<br> 
        <span class="upper">на</span> 
        <span class="action_date">31 июля </span></span></span></p>
    <p><a href="#inform">узнать подробнее»</a></p>
</div>
</a><
                <div class="under-header">
                    <p class="upper">Познай Алтай изнутри <span>без физических нагрузок</span> </p>
                </div>
            </div>
        </div>
        
        <div class="content">
            <div class="container">
    <div class="osoben">
    <p class="upper">особенности тура</p>
    
    <p>Позвоните нам <a href="tel:84993919928">8 499 391 99 28</a></p>
    </div>
</div>
<div class="big_photo_wrapper">
        <div class="big_photo" style="background-image:url(assets/app/img/A_U1zKbFiHU.jpg)">
            <div class="big_photo_description">
                <p>
                    <span>Йога-экскурсионный тур в горах Алтая</span><br>Экскурсионный тур в горах Алтая с ежедневной йога-программой для всех.<br>  Занимаемся йогой по утрам на берегу бирюзовой Катуни, читаем наскальные послания древнего человека в гроте Куйлю, слушаем тишину вместе с изваяниями каменных воинов доисторических времен, познаем мистическое откровение через картины Рериха, поднимаемся на близлежащую гору Байду с которой открывается вид на слияние рек Катунь и Кучерла и трехглавую Белуху, собираем травы, которые будут напоминать нам об Алтае зимними вечерами. <br> Это – тур с размещением в летних домиках (без с/у), без палаток, без рюкзаков. Удобства – баня, электричество, завтраки в столовой включены в стоимость. <br> Подходит для людей с любой физической формой и семей с детьми. Вы познакомитесь с Алтайскими красотами в условиях, максимально приближенных к комфортному отдыху.
                </p>
            </div>
        </div>
    </div>
<div class="container">
    <div class="light">
        <div class="fon" style="background-image: url(\'assets/app/img/fon2_mini.jpg\')">
            <p class="upper one">Предложение</p>
            <p class="upper two">Yoga</p>
            <p class="upper three">сложность</p>
            <p class="level-img">
                <img alt="" src="assets/app/img/l1.png" />
                
                
                <img alt="" src="assets/app/img/l2.png" />
                    <img alt="" src="assets/app/img/l2.png" />
                
            </p>
            <div class="row row-light">
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <div class="new_block_predloj">
                       <p> Йога по утрам</p>
                    </div>
                </div>
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <div class="new_block_predloj">
                       <p> Экскурсионная программа</p>
                    </div>
                </div>
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <div class="new_block_predloj">
                       <p> Проживание в летних домиках</p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>
            <div class="container">
                <div class="osoben-guid">
                    <p class="upper">Для кого?</p>
                </div>
                <div class="what_take_info_wrapper">
                    [[!getImageList? 
                        &tvname=`for_tour` 
                        &tpl=`item-for_tour.tpl` 
                        &docid=`4` 
                    ]]
                </div>
            </div>
            <div class="row forma-cont">
    <div class="container">
        <div class="left-cont">
            <div class="order">
                <p><span class="yel">Заказать звонок</span> <span class="know">и узнать все подробно по телефону</span></p>
                <div class="line"></div>
                <span class="know">Мы позвоним!</span>
            </div>
        </div>
        <div class="right-cont">
            <div class="order-form">
                <p>Оставьте заявку</p>
                <form id="callback" action="otpravka-formyi" method="POST">
                    <span class="input input--yoshiko">
                		<input class="input__field input__field--yoshiko"name="name" type="text" id="input-10">
                		<label class="input__label input__label--yoshiko" for="input-10">
                			<span class="input__label-content input__label-content--yoshiko" data-content="Ваше имя">Ваше имя</span>
                		</label>
                	</span>
                	<span class="input input--yoshiko two-field">
                		<input class="input__field input__field--yoshiko" name="phone" type="text" id="input-11" required>
                		<label class="input__label input__label--yoshiko" for="input-11">
                			<span class="input__label-content input__label-content--yoshiko" data-content="Ваш телефон" required>Ваш телефон</span>
                		</label>
                	</span>
                    <button type="submit" id="send">ОТПРАВИТЬ</button>
                </form>
            </div>
        </div>
    </div>
</div>
            <!--<div class="row">
    <div class="punkt" id="scroll">
        <div class="container">
            <ul class="upper">
            	<li><a href="#marsh">маршрут</a></li>
            	<li><a href="#cost">стоимость</a></li>
            	<li><a href="#guid">гиды</a></li>
            	<li><a href="#what">что брать с собой</a></li>
            	<li><a href="#inform">информация</a></li>
            	<li><a href="#otzyv">отзывы</a></li>
            </ul>
        </div>
    </div>
</div>-->
<div class="row">
    <div class="container marsh" id="marsh">
        <div class="osoben-guid">
            <p class="upper">маршрут</p>
        </div>
        <div class="go">
            <ul class=""><p class="day">День 1</p>
<p class="title">Встреча в Барнауле в аэропорту в 9.30 и на вокзале в 10.30, встреча в аэропорту Горно-Алтайска после 13.00
Трансфер в Тюнгур, около 600 км на автомобиле.</p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`9`
        &tpl=`img-day`
    ]]
</div><p class="day">День 2</p>
<p class="title">Первый день в Тюнгуре, самом крупном поселении в Усть-Коксинского района, расположенный на слиянии горных рек Катуни и Коксы. В начале села есть подвесной автомобильный мост, который очень похож на Golden Gate Bridge  в Сан-Франциско. После знакомства с участниками и первой проведенной утренней практики, на которой мы разберем основы, пользу и травмобезопасность практики, отправимся осматривать окрестности. Пообедаем в одном из местных заведений, где для нас приготовят самую свежую и вкусную вегетарианскую еду. Вечером проведем медитацию, перед которой обозначим для себя цели пребывания, поставив намерения на наше путешествие. </p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`41`
        &tpl=`img-day`
    ]]
</div><p class="day">День 3</p>
<p class="title">Утренняя йога, которая начинается в горной прохладе, где мы освоим разогревающие последовательности. Но уже к середине практики выйдет солнце и согреет нас своими лучами, придав бодрости и заряд на будущий день. После завтрака мы отправимся к подножью горы Байда, где нас окружит аромат цветущих алтайских трав. Можно просто погрузиться в атмосферу многотравья и впитывать в себя ароматы и звуки природы, а можно заняться сбором некоторых видов для приготовления чая зимними вечерами. Пообедаем на склоне и проведем очередную медитативную практику на обретение здоровья и долголетия. </p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`42`
        &tpl=`img-day`
    ]]
</div><p class="day">День 4</p>
<p class="title">Утренняя практика йоги, направленная на укрепление тела: суставов, мышц, сосудов. А после завтрака отправимся на вершину горы Байда, с которой открываются потрясающие виды на заснеженные алтайские вершины и слияние горных рек. Небольшой трекинг с набором высоты около 850 м., который поможет нам почувствовать свою волю и концентрацию. Перекусим на вершине, побеседуем на тему благодарности и проведем соответсвующую практику. Необходима хорошая обувь с крепкой подошвой (кроссовки или трекинговые ботинки). Если повезет с солнечной погодой, то на горизонте мы увидим вершину высочайшего пика Сибири - гору Белуху. </p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`43`
        &tpl=`img-day`
    ]]
</div><p class="day">День 5</p>
<p class="title">Сегодня утром освоим полезные и важные растяжки для тела. Свободный день, в который мы можем покататься на лошадях или просто расслабиться. Но к вечеру мы снова снова проведем беседу-лекцию на тему полезного питания, где каждый сможет понять для себя,  питание ему сейчас необходимо для развития и поддержки ресурсов. После нас ждет медитация направленная на осознание ощущений тела. </p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`44`
        &tpl=`img-day`
    ]]
</div><p class="day">День 6</p>
<p class="title">Сегодня на утренней практике мы  очищаем тело от токсинов, снимаем блоки, зажимы из тела. После завтрака едем на экскурсию в дом-музей Рериха, где их семья останавливалась в 1926г во время своей знаменитой Центральной азиатской экспедиции. Много сказочного и чудесного ассоциировали Рерихи с Алтайскими землями, где легенды о таинственной стране благоденствия - Беловодье, выражаются в картинах художника. А так же мы посетим уникальный Старообрядческий музей, который познакомит нас с этнографией Уймонской долины и поведает историю и сказания этих мест. Вечером мы осознанно поделимся впечатлениями и проведем медитацию.</p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`45`
        &tpl=`img-day`
    ]]
</div><p class="day">День 7</p>
<p class="title"> К  привычному занятию утренней йогой добавим медитацию на очищение ума. А после завтрака отправимся в очередное удивительное место к  древним Петроглифам, Мы увидим наскальную живопись каменного века, изображения, оставленные древним человеком. На плитах скальной возвышенности выбиты тысячи рисунков фигур животных, людей, сцен охоты. Здесь же, на территории памятника, находятся 30 строк уникальных рунических надписей — и это самое большое скопление рунического текста в России. Их относят к IX-X вв. Понять, о чем же эти надписи помогут переводы, сделанные И. Л. Кызласовым, вот некоторые из них:
"Земля - вечное бытие! Облагодетельствуй дом лекаря-травника: пятикратно возьми жар бесовской болезни, подуй, изгони! Сотвори благодать! Земля-Чернь!"
"Уверуй и очистись!"
"Обретенный мой Отец, снизойдите до меня!"
"Если на Земле пребывающие в болезни исчезнут, на Вечной Земле пребывающие существа придут в замешательство".

Итак, нам будет над чем поразмыслить.  Большую часть маршрута мы преодолеем по проселочным дорогам на автомобиле, затем – пешая часть 4 км. Вечером расслабимся в медитации, которую направим на развитие внутренней мудрости и спокойствия. </p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`46`
        &tpl=`img-day`
    ]]
</div><p class="day">День 8</p>
<p class="title"> Утренняя йога: занятия с разогревающей последовательностью и усложненный комплекс йоги. Очередной свободный день, желающие смогут сплавиться вниз на рафтах по течению Катуни. После мы обсудим тему искренности, проведем медитативную практику, открывая для себя более глубокие состояния.  </p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`47`
        &tpl=`img-day`
    ]]
</div><p class="day">День 9</p>
<p class="title">Сегодня на занятии разберем особенности индивидуальной практики, с рекомендациями для каждого участника. После завтрака,  экскурсия к Каменным Бабам, или, как называют их алтайцы, кезер-таш — каменные изваяния, оставленные нам тюркской эпохой в истории Алтая. Каменные бабы являются воплощением образа древнего воина. Эти изваяния удивительно индивидуальны и похожи на древних людей, живших на Алтае более тысячи лет назад. Как правило, они изображают мужчину с широкими скулами, раскосыми глазами, усами и бородой; на отдельных высечены вдетые в уши серьги, на шее — гладкие гривны и ожерелья. Вечером нас ждет медитация на раскрытие сердца, на принятие и любовь к себе.</p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`48`
        &tpl=`img-day`
    ]]
</div><p class="day">День 10</p>
<p class="title">Ранний завтрак в 6.30, выезд.
Трансфер в Горно-Алтайск и в Барнаул. В Барнауле планируем быть около 23.30, либо ранее, в зависимости от загруженности дорог. На более раннее время билеты брать не рекомендуется.
Те, у кого билеты ночные – уезжают на вокзал или в аэропорт, те у кого на утро – размещаются в гостиницу.</p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`49`
        &tpl=`img-day`
    ]]
</div></ul>
        </div>
    </div>
</div>
<div class="row">
    <div class="container" id="cost">
        <div class="osoben">
            <p class="upper">стоимость</p>
            <p>Позвоните нам, чтобы узнать подробности: <a href="tel:8 499 391 99 28">8 499 391 99 28</a></p>
        </div>
        <div class="row">
            <div class="col-lg-6 col-md-6 col-sm-12 col-xs-12 right-null">
                <div class="chek-head">
                    <img src="assets/app/img/in.png" alt="">
                </div>
                <ul class="in">
                    <ul>
	<li>Работа гида-инструктора (с 1-го по 10-й день)</li>
	<li>Проживание на турбазе - летние домики</li>
	<li>Страховка</li>
	<li>Завтраки на турбазе</li>
	<li>Все экскурсии</li>
	<li>Трансфер Барнаул - Тюнгур (1-й день)</li>
	<li>Трансфер Тюнгур - Барнаул (10-й день)&nbsp;</li>
</ul>

                </ul>
                <div class="two-line"></div>
            </div>
            <div class="col-lg-6 col-md-6 col-sm-12 col-xs-12 right-null">
                <div class="chek-head head-two">
                    <img src="assets/app/img/noin.png" alt="">
                </div>
                <ul class="noin">
                    <ul>
	<li>Обеды и ужины</li>
	<li>Питание во время трансфера</li>
	<li>ж/д или авиабилеты до Барнаула или Горно-Алтайска</li>
</ul>

                </ul>
                <div class="two-line"></div>
            </div>
        </div>
    </div>
</div>
<div class="row in-pages">
    <div class="main-main form_zahvat_click">
        <div class="main-oval">
            <p> &#8381;</p>
            <p class="upper"></p>
        </div>
        <div class="yel-oval">
            <p>32900 &#8381;</p>
            <p class="upper"></p>
        </div>
    </div>
</div>
<div class="row">
    <div class="container guid" id="guid">
        
        <div class="osoben-guid">
            <p class="upper">гиды</p>
        </div>
        [[!getImageList? 
            &tvname=`guids` 
            &tpl=`newGuids`
            &docid=`4`
        ]]
        
    </div>
</div>


<div class="row">
    <div class="container inform" id="inform">
        <div class="osoben-guid">
            <p class="upper">информация</p>
        </div>
        <div class="what_take">
            <a class="fancybox" rel="gallery1" href="/assets/app/img/informaciya.jpg">
            	<img src="/assets/app/img/informaciya.jpg" alt="" />
            </a>
        </div>
        <p class="meet"><p>&nbsp;</p>

<p><u>Условия раннего бронирования тура:</u></p>

<ul>
	<li>Внести 50% от стоимости тура в течение 3-5 дней с даты подписания договора</li>
	<li>Внести оставшиеся 50% за 2 месяца до начала тура</li>
	<li>Если вы отменяете поездку за два месяца до начала тура, то мы возвращаем 100% предоплаты</li>
	<li>При отказе менее чем за 2 месяца, мы удерживаем 50% от стоимости тура в счет понесенных издержек</li>
</ul>

<p>&nbsp;</p>

<p><u>Трансфер:</u></p>

<ul>
	<li>Трансфер встречает туристов в Барнауле и Горно-Алтайске. Обратный трансфер также доставит вас в один из этих двух городов</li>
</ul>

<p>&nbsp;</p>

<p><u>Подготовка к треккингу:</u></p>

<ul>
	<li>Обязательно приобрести и разносить собственную треккинговую обувь (одеть хотя бы 3-4 раза на прогулку)</li>
	<li>Иностранные граждане предоставляют документы для обращения в миграционную службу за 60 дней до поездки</li>
	<li>Оцените свою физическую форму. Начните пробежки в треккинговой обуви за 3-6 недель до начала похода</li>
	<li>Бросьте курить на время подготовки к треккингу</li>
</ul>

<p><u>Авиабилеты:</u></p>

<ul>
	<li>Прибытие в Барнаул до 9.00 и в Горно-Алтайск до 12.00 17&nbsp;июля, отбытие не ранее 23.30 26 июля&nbsp;из Горно-Алтайска и не ранее 3.00 27 июля&nbsp;из Барнаула</li>
</ul>

<ul>
	<li><a href="http://www.aviasales.ru/?marker=53148">[[!link? &amp;id=`95`]]</a></li>
	<li>В случае утреннего отбытия забронируйте ночевку в Барнауле или Горно-Алтайске:</li>
</ul>

<p>Вот, например,&nbsp;рекомендуем&nbsp;гостиницу Турист:</p>

<ul>
	<li><a href="http://www.turist-barnaul.ru/">http://www.turist-barnaul.ru/</a></li>
</ul>

<p>Или можно воспользоваться один из сервисов бронирования:&nbsp;</p>

<ul>
	<li><a href="http://www.booking.com/">booking.com/</a></li>
	<li>
	<p><a href="https://www.airbnb.ru/">airbnb.ru</a></p>
	</li>
</ul>
</p>
        <div class="wrap_avia">
            <div class="aviaseiles">
                <script charset="utf-8" src="//www.travelpayouts.com/widgets/b1ae6dc6d208952f1378b159e172d02b.js?v=747" async></script>
            </div>
        </div>
    </div>
</div>
<div class="row">
    <div class="container guid" id="otzyv">
        
        <div class="osoben-guid">
            <p class="upper">Отзывы</p>
        </div>
        [[!getImageList? 
            &tvname=`reviews` 
            &tpl=`reviews.tpl`
            &docid=`4`
        ]]
        
    </div>
</div>
<!--<div class="container">
    <div class="row">
        <div class="col-lg-12 col-md-12 col-sm-12 col-xs-12 ">
            <div class="osoben-guid">
                <h1 class="upper">Еще туры на Алтай</h1>
            </div>
        </div>
    </div>
    <div class="row main-cards new_blocks">
        <a href=\'turyi/light\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light\'>
                    <img alt=\'\' src=\'assets/app/img/light-put-min.jpg\' />
                    <p class=\'upper card-title\'>light</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=``]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p> &#8381;</p>
                                <p class=\'upper\'></p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p> &#8381;</p>
                                <p class=\'upper\'></p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'turyi/multinskie-ozyora/\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_st\'>
                    <img alt=\'\' src=\'assets/app/img/yotr.jpg\' />
                    <p class=\'upper card-title\'>Yoga + Tracking</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=``]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p> &#8381;</p>
                                <p class=\'upper\'></p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p> &#8381;</p>
                                <p class=\'upper\'></p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'turyi/standart\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_marg\'>
                    <img alt=\'\' src=\'assets/app/img/stand-put-min.jpg\' />
                    <p class=\'upper card-title\'>standart</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=``]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p> &#8381;</p>
                                <p class=\'upper\'></p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p> &#8381;</p>
                                <p class=\'upper\'></p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        
    </div>
</div>-->
            <div class="pop">
<div class="popup"></div>
<div class="polezn">
<p class="upper">Политика конфиденциальности</p>
<p>
    Настоящая Политика конфиденциальности персональной информации (далее — Политика) действует в отношении всей информации, которую ООО "СТ Туристик" может получить о пользователе во время использования им любого из сервисов сайтов svoya-tropa.ru, и его поддоменов
    <br>1. Персональные данные. Цель сбора и обработки персональных данных.
    <br>1.1. Вы всегда можете посетить наш сайт, не раскрывая никакой персональной информации.
    <br>1.2. Под персональными данными понимается любая информация, относящаяся к определенному или определяемому на основании такой информации физическому лицу. 
   <br> 1.3. Наш сайт собирает и использует персональные данные, необходимые для оказания пользователю услуг, связанных с основной деятельностью компании - деятельность организаторов туристических поездок (туроператоров) - деятельность туристических агентов (турагентов). 
   <br> 2. Условия обработки персональной информации покупателя и её передачи третьим лицам.
   <br> 2.1. При обработке персональных данных покупателей ООО "СТ Туристик" руководствуется Федеральным законом РФ «О персональных данных».
   <br> 2.2. В отношении персональной информации покупателя сохраняется ее конфиденциальность.
   <br> 2.3 Оставляя персональные данные, вы подтверждаете, что являетесь дееспособным лицом, достигшим 14-летнего возраста.
   <br> 3. ООО "СТ Туристик" принимает необходимые и достаточные организационные и технические меры для защиты персональной информации пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.
   <br> 4. Изменение Политики конфиденциальности.
    ООО СТ Туристик имеет право вносить изменения в настоящую Политику конфиденциальности. 
    При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики. Действующая редакция всегда находится на странице по адресу: svoya-tropa.ru
    Дата редакции последней редакции 07.04.2016
</p>
</div>
<div class="order-form form_act">
    <p>Оставьте заявку</p>
    <form id="callback_zahvat" action="otpravka-formyi" method="POST">
        <span class="input input--yoshiko">
    		<input class="input__field input__field--yoshiko"name="name" type="text" id="input-10">
    		<label class="input__label input__label--yoshiko" for="input-10">
    			<span class="input__label-content input__label-content--yoshiko" data-content="Ваше имя">Ваше имя</span>
    		</label>
    	</span>
    	<span class="input input--yoshiko two-field">
    		<input class="input__field input__field--yoshiko" name="phone" type="text" id="input-10" required>
    		<label class="input__label input__label--yoshiko" for="input-10">
    			<span class="input__label-content input__label-content--yoshiko" data-content="Ваш телефон">Ваш телефон</span>
    		</label>
    	</span>
        <button type="submit" id="send">ОТПРАВИТЬ</button>
    </form>
</div>
</div>
<footer id="contacty">
        <div class="row">
            <div class="container">
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <p class="foot-head">Наши программы</p>
                    <div class="line-three"></div>
                    <ul>
                        <li><a href="http://svoya-tropa.int/">Своя тропа - Главная</a></li>
                        <li><a href="turyi/light">Треккинг к Белухе - Light</a></li>
                        <li><a href="turyi/standart">Треккинг к Белухе - Standart</a></li>
                        <li><a href="turyi/yoga">Экскурсионная программа без палаток + Yoga</a></li>
                        <li><a href="turyi/multinskie-ozyora/">Мультинские озера</a></li>
                        <li><a href="turyi/shavlinskie-ozyora">Шавлинские озера</a></li>
                    </ul>
                    <p class="copy">&copy; 2016, СВОЯ ТРОПА - <br>Туроператор по Алтаю </p>
                </div>
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <p class="foot-head">Информация</p>
                    <div class="line-three"></div>
                    <ul>
                        <!--<li><a href="/assets/turistik.pdf" target="_blank">ООО "СТ Туристик"</a></li>-->
                        <li class="politic">Политика конфиденциальности</li>
                        <!--<li><a href="/assets/ogrn.pdf" target="_blank">ОГРН 1167746296343</a></li>
                        <li><a href="/assets/rospotrebnadzor.pdf" target="_blank">Свидетельство из роспотребнадзора</a></li>-->
                    </ul>
                    <div class="wrapper_preview">
                        <div class="preview">
                            <a class="fancybox-preview" rel="gallery1" href="/assets/app/img/or1.jpg">
                            	<img src="/assets/app/img/or1.jpg" alt="" />
                            </a>
                        </div>
                        <div class="preview preview_two">
                            <a class="fancybox-preview" rel="gallery1" href="/assets/app/img/ps.jpg">
                            	<img src="/assets/app/img/ps.jpg" alt="" />
                            </a>
                        </div>
                    </div>
                </div>
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <p class="foot-head">Контакты</p>
                    <div class="line-three"></div>
                    <!--<p><i class="fa fa-map-marker"></i>г. Москва</p>-->
                    <p class="foot-phone"><i class="fa fa-phone"></i><a href="tel:84993919928">8 499 391 99 28</a></p>
                    <p class="mail"><i class="fa fa-envelope-o"></i><a href="mailto:altay@mail.ru">altay@svoya-tropa.ru</a></p>
                    <p class="social-foot"><a href="https://vk.com/altaytracking" target="_blank" onclick="yaCounter26386740.reachGoal(\'VKAWAY\'); return true;"><img src="assets/app/img/VK-f.png" alt=""></a><a href="https://www.facebook.com/altaytracking/" target="_blank" onclick="yaCounter26386740.reachGoal(\'FBAWAY\'); return true;"><img src="assets/app/img/FB-f.png" alt=""></a></p>
                </div>
            </div>
        </div>
    </footer>
<div class="none-wrap"></div>
<script src="assets/app/dist/jquery.min.js"></script>
<script src="assets/app/dist/bundle.all.js"></script>
<script src="assets/app/js/bootstrap.min.js"></script>

<script src="assets/app/dist/jquery.inputmask.js"></script>
<script src="assets/app/dist/inputmask.js"></script>
<script src="assets/app/dist/inputmask.phone.extensions.js"></script>

<script>
    $(document).ready(function() {
    $("li.level2").on("click", function(){
          $("ul.level_two-menu").toggleClass("open");
          $(".none-wrap").toggleClass("open");
    });
    $(".none-wrap").on("click",function(){
        if ($(".level_two-menu").hasClass("open")) {
            $(".level_two-menu").removeClass("open");
            $(".none-wrap").toggleClass("open");
        }
    })
    $(".hamburger").on("click", function(){
          $(this).toggleClass("is-active"); 
          $(".top-menu").toggleClass("translated_menu");
    });
    
    var selector = document.getElementById("input-11");

    var im = new Inputmask("+7(999)9999999");
    im.mask(selector);

	$(".fancybox").fancybox({
		openEffect	: \'none\',
		closeEffect	: \'none\'
	});
	
	$(".fancybox-preview").fancybox({
		openEffect	: \'none\',
		closeEffect	: \'none\'
	});
});
</script>

<script src="//code.jquery.com/ui/1.11.4/jquery-ui.js"></script>
        </div>
    </div>
<script type="text/javascript">(window.Image ? (new Image()) : document.createElement(\'img\')).src = location.protocol + \'//vk.com/rtrg?r=W2fcNAC7Veng/mtp5Cbk58atLq1654Ay1pPmF42fq298eqFJu5/Gl3lNjlTgnairigyt3KA32g26y0pZOb7Ly8bWgml6tp/aQub1p1aBfOZVfd03g9bOCtIWrE32iF2Yb*HA*0iZUDK8LnSs5gHhPbd7Ksl6Sqw4xvy9bfT54Ng-\';</script>
<!-- Facebook Pixel Code -->
<script>
!function(f,b,e,v,n,t,s){if(f.fbq)return;n=f.fbq=function(){n.callMethod?
n.callMethod.apply(n,arguments):n.queue.push(arguments)};if(!f._fbq)f._fbq=n;
n.push=n;n.loaded=!0;n.version=\'2.0\';n.queue=[];t=b.createElement(e);t.async=!0;
t.src=v;s=b.getElementsByTagName(e)[0];s.parentNode.insertBefore(t,s)}(window,
document,\'script\',\'//connect.facebook.net/en_US/fbevents.js\');

fbq(\'init\', \'1418572161782769\');
fbq(\'track\', "PageView");</script>
<noscript><img height="1" width="1" style="display:none"
src="https://www.facebook.com/tr?id=1418572161782769&ev=PageView&noscript=1"
/></noscript>
<!-- End Facebook Pixel Code -->
<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (d, w, c) {
        (w[c] = w[c] || []).push(function() {
            try {
                w.yaCounter26386740 = new Ya.Metrika({
                    id:26386740,
                    clickmap:true,
                    trackLinks:true,
                    accurateTrackBounce:true,
                    webvisor:true
                });
            } catch(e) { }
        });

        var n = d.getElementsByTagName("script")[0],
            s = d.createElement("script"),
            f = function () { n.parentNode.insertBefore(s, n); };
        s.type = "text/javascript";
        s.async = true;
        s.src = "https://mc.yandex.ru/metrika/watch.js";

        if (w.opera == "[object Opera]") {
            d.addEventListener("DOMContentLoaded", f, false);
        } else { f(); }
    })(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/26386740" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->
<link rel="stylesheet" href="https://cdn.callbackkiller.com/widget/cbk.css">
<script type="text/javascript" src="https://cdn.callbackkiller.com/widget/cbk.js?wcb_code=27893" charset="UTF-8" async></script>
</body>
</html>',
    '_isForward' => false,
  ),
  'contentType' => 
  array (
    'id' => 1,
    'name' => 'HTML',
    'description' => 'HTML content',
    'mime_type' => 'text/html',
    'file_extensions' => '',
    'headers' => NULL,
    'binary' => 0,
  ),
  'policyCache' => 
  array (
  ),
  'elementCache' => 
  array (
    '[[$head]]' => '<head>
<title>Горный треккинг на Алтае к подножью горы Белуха на высоте до 3000 метров | Yoga</title>
<base href="http://svoya-tropa.int/" />
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<meta name="description" content="Туроператор по Алтаю Своя Тропа - это туры на Алтай различной сложности летом 2016 года с опытными гидами, экускурсионные (облегченные) и трекинговые (легкий-средний уровень) программы. Йога-туры на Алтай.">
<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/font-awesome/4.5.0/css/font-awesome.min.css">
<link rel="stylesheet" href="assets/app/dist/bundle.css">
<link rel="stylesheet" href="assets/app/dist/hamburgers.min.css">
<link rel="stylesheet" href="assets/app/dist/bundle_new.css">
<link rel="stylesheet" href="//code.jquery.com/ui/1.11.4/themes/smoothness/jquery-ui.css">
<link rel="icon" type="image/ico" href="/svoya-tropa.ico">
</head>',
    '[[pdoMenu?
                        &parents=`108`
                        &level=`1`
                        &tpl=`@INLINE <li[[+classes]]><a href="[[+link]]" [[+attributes]]>[[+menutitle]]</a>[[+wrapper]]</li>`
                        &tplOuter=`@INLINE [[+wrapper]]`
                    ]]' => '<li class="first"><a href="turyi/light" >Путешествие к подножию Белухи Аккемской тропой</a></li><li><a href="turyi/standart" >Путешествие к подножию Белухи Ороктойской тропой</a></li><li class="active"><a href="turyi/yoga" >Йога-экскурсионный тур на Алтае</a></li><li><a href="turyi/shavlinskie-ozyora" >Шавлинские озёра</a></li><li class="last"><a href="turyi/multinskie-ozyora/" >Мультинские озёра</a></li>',
    '[[$top_menu]]' => '<div class="humburger_menu">
    <div class="hamburger hamburger--elastic js-hamburger">
        <div class="hamburger-box">
          <div class="hamburger-inner"></div>
        </div>
  </div>
</div>
<div class="top-menu">
    <div class="container">
        <ul>
            <a href="http://svoya-tropa.int/"><li>Главная</li></a>
            <li class="level2">Расписание туров</li>
                <ul class="level_two-menu">
                    <li><a href="#all-tour">Все туры на 2017 год</a></li>
                    <li class="first"><a href="turyi/light" >Путешествие к подножию Белухи Аккемской тропой</a></li><li><a href="turyi/standart" >Путешествие к подножию Белухи Ороктойской тропой</a></li><li class="active"><a href="turyi/yoga" >Йога-экскурсионный тур на Алтае</a></li><li><a href="turyi/shavlinskie-ozyora" >Шавлинские озёра</a></li><li class="last"><a href="turyi/multinskie-ozyora/" >Мультинские озёра</a></li>
                </ul>
            
            <a href="#o-nas"><li>О нас</li></a>
            <a href="#comand"><li>Наша команда</li></a>
            <a href="#contacty"><li>Контакты</li></a>
        </ul>
    </div>
</div>',
    '[[$head-logo]]' => '<div class="row">
    <div class="col-lg-4 col-md-4 col-sm-6 col-xs-12">
        <div class="logo">
           <a href="http://svoya-tropa.int/"><img src="assets/app/img/logo.png" alt=""></a>
        </div>
    </div>
    <div class="col-lg-5 col-md-5 col-sm-6 col-xs-12 header-title">
        <div class="text-logo">
            <p class="upper avtor">туроператор по Алтаю</p>
            <p class="upper">"Лучше гор могут быть только горы"</p>
        </div>
    </div>
    <div class="col-lg-3 col-md-3 col-sm-12 col-xs-12">
        <div class="contacts">
            <p><a href="tel:84993919928">8 499 391 99 28</a></p>
            <p class="social"><a href="https://vk.com/altaytracking" target="_blank"><img src="assets/app/img/VK.png" alt=""></a><a href="https://www.facebook.com/altaytracking/" target="_blank"><img src="assets/app/img/FB.png" alt=""></a></p>
        </div>
    </div>
</div>',
    '[[$header]]' => '<header>
    <div class="row">
    <div class="col-lg-4 col-md-4 col-sm-6 col-xs-12">
        <div class="logo">
           <a href="http://svoya-tropa.int/"><img src="assets/app/img/logo.png" alt=""></a>
        </div>
    </div>
    <div class="col-lg-5 col-md-5 col-sm-6 col-xs-12 header-title">
        <div class="text-logo">
            <p class="upper avtor">туроператор по Алтаю</p>
            <p class="upper">"Лучше гор могут быть только горы"</p>
        </div>
    </div>
    <div class="col-lg-3 col-md-3 col-sm-12 col-xs-12">
        <div class="contacts">
            <p><a href="tel:84993919928">8 499 391 99 28</a></p>
            <p class="social"><a href="https://vk.com/altaytracking" target="_blank"><img src="assets/app/img/VK.png" alt=""></a><a href="https://www.facebook.com/altaytracking/" target="_blank"><img src="assets/app/img/FB.png" alt=""></a></p>
        </div>
    </div>
</div>
    <div class="row head-pred">
        <div class="col-lg-5 col-md-5 col-sm-12 col-xs-12"></div>
        <div class="col-lg-7 col-md-7 col-sm-12 col-xs-12">
            <div class="predloj  predloj_new_">
                <p>Краткая информация</p>
                <div class="zahvat form_zahvat_click"><button type="text">Узнать подробнее</button></div>
                <div class="line"></div>
                
                <ul class="pred-spis upper">
                    <li><div class="item1" style="background-image: url(\'assets/app/img/ic.png\')"></div>сложность: <span>1 из 10</span></li>
                    <li><div class="item2" style="background-image: url(\'assets/app/img/ic.png\')"></div>километраж: <span>-</span></li>
                    <li><div class="item3" style="background-image: url(\'assets/app/img/ic.png\')"></div>количество людей: <span class="inline">до 10 (осталось 2 места!)</span></li>
                    <li><div class="item4" style="background-image: url(\'assets/app/img/ic.png\')"></div>количество дней: <span>10</span></li>
                    <li><div class="item5" style="background-image: url(\'assets/app/img/ic.png\')"></div>даты туров: <span class="inline">21.07.17 - 30.07.17, 29.07.17 - 07.08.17</span></li>
                    <li><div class="item6" style="background-image: url(\'assets/app/img/Rub.png\')"></div>стоимость: <span>32900</span></li>
                    <li><div class="item6" style="background-image: url(\'assets/app/img/Shalash.png\'); background-size: 83%;"></div>Размещение: <span>Летние домики</span></li>
                </ul>
            </div>
        </div>
    </div>
</header>',
    '[[$action]]' => '<a href="turyi/light#inform" style="text-decoration: none" class="">
<div id="hexagon" class="">
        
</div>
<div class="action_text">
    <p class="upper">Открыт</p>
    <div class="action_line"></div>
    <p>
        <span class="action-cost">набор</span><br>
        <span class="action-info">в новую группу<br> 
        <span class="upper">на</span> 
        <span class="action_date">31 июля </span></span></span></p>
    <p><a href="#inform">узнать подробнее»</a></p>
</div>
</a><',
    '[[$big_photo]]' => '<div class="big_photo_wrapper">
        <div class="big_photo" style="background-image:url(assets/app/img/A_U1zKbFiHU.jpg)">
            <div class="big_photo_description">
                <p>
                    <span>Йога-экскурсионный тур в горах Алтая</span><br>Экскурсионный тур в горах Алтая с ежедневной йога-программой для всех.<br>  Занимаемся йогой по утрам на берегу бирюзовой Катуни, читаем наскальные послания древнего человека в гроте Куйлю, слушаем тишину вместе с изваяниями каменных воинов доисторических времен, познаем мистическое откровение через картины Рериха, поднимаемся на близлежащую гору Байду с которой открывается вид на слияние рек Катунь и Кучерла и трехглавую Белуху, собираем травы, которые будут напоминать нам об Алтае зимними вечерами. <br> Это – тур с размещением в летних домиках (без с/у), без палаток, без рюкзаков. Удобства – баня, электричество, завтраки в столовой включены в стоимость. <br> Подходит для людей с любой физической формой и семей с детьми. Вы познакомитесь с Алтайскими красотами в условиях, максимально приближенных к комфортному отдыху.
                </p>
            </div>
        </div>
    </div>',
    '[[$card_product]]' => '<div class="container">
    <div class="osoben">
    <p class="upper">особенности тура</p>
    
    <p>Позвоните нам <a href="tel:84993919928">8 499 391 99 28</a></p>
    </div>
</div>
<div class="big_photo_wrapper">
        <div class="big_photo" style="background-image:url(assets/app/img/A_U1zKbFiHU.jpg)">
            <div class="big_photo_description">
                <p>
                    <span>Йога-экскурсионный тур в горах Алтая</span><br>Экскурсионный тур в горах Алтая с ежедневной йога-программой для всех.<br>  Занимаемся йогой по утрам на берегу бирюзовой Катуни, читаем наскальные послания древнего человека в гроте Куйлю, слушаем тишину вместе с изваяниями каменных воинов доисторических времен, познаем мистическое откровение через картины Рериха, поднимаемся на близлежащую гору Байду с которой открывается вид на слияние рек Катунь и Кучерла и трехглавую Белуху, собираем травы, которые будут напоминать нам об Алтае зимними вечерами. <br> Это – тур с размещением в летних домиках (без с/у), без палаток, без рюкзаков. Удобства – баня, электричество, завтраки в столовой включены в стоимость. <br> Подходит для людей с любой физической формой и семей с детьми. Вы познакомитесь с Алтайскими красотами в условиях, максимально приближенных к комфортному отдыху.
                </p>
            </div>
        </div>
    </div>
<div class="container">
    <div class="light">
        <div class="fon" style="background-image: url(\'assets/app/img/fon2_mini.jpg\')">
            <p class="upper one">Предложение</p>
            <p class="upper two">Yoga</p>
            <p class="upper three">сложность</p>
            <p class="level-img">
                <img alt="" src="assets/app/img/l1.png" />
                
                
                <img alt="" src="assets/app/img/l2.png" />
                    <img alt="" src="assets/app/img/l2.png" />
                
            </p>
            <div class="row row-light">
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <div class="new_block_predloj">
                       <p> Йога по утрам</p>
                    </div>
                </div>
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <div class="new_block_predloj">
                       <p> Экскурсионная программа</p>
                    </div>
                </div>
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <div class="new_block_predloj">
                       <p> Проживание в летних домиках</p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>',
    '[[$form]]' => '<div class="row forma-cont">
    <div class="container">
        <div class="left-cont">
            <div class="order">
                <p><span class="yel">Заказать звонок</span> <span class="know">и узнать все подробно по телефону</span></p>
                <div class="line"></div>
                <span class="know">Мы позвоним!</span>
            </div>
        </div>
        <div class="right-cont">
            <div class="order-form">
                <p>Оставьте заявку</p>
                <form id="callback" action="otpravka-formyi" method="POST">
                    <span class="input input--yoshiko">
                		<input class="input__field input__field--yoshiko"name="name" type="text" id="input-10">
                		<label class="input__label input__label--yoshiko" for="input-10">
                			<span class="input__label-content input__label-content--yoshiko" data-content="Ваше имя">Ваше имя</span>
                		</label>
                	</span>
                	<span class="input input--yoshiko two-field">
                		<input class="input__field input__field--yoshiko" name="phone" type="text" id="input-11" required>
                		<label class="input__label input__label--yoshiko" for="input-11">
                			<span class="input__label-content input__label-content--yoshiko" data-content="Ваш телефон" required>Ваш телефон</span>
                		</label>
                	</span>
                    <button type="submit" id="send">ОТПРАВИТЬ</button>
                </form>
            </div>
        </div>
    </div>
</div>',
    '[[pdoMenu?
                &parents=`4`
                &depth=`0`
                &tpl=`days`
                &includeTVs=`alt`
                &sortdir=`ASC`
            ]]' => '<ul class=""><p class="day">День 1</p>
<p class="title">Встреча в Барнауле в аэропорту в 9.30 и на вокзале в 10.30, встреча в аэропорту Горно-Алтайска после 13.00
Трансфер в Тюнгур, около 600 км на автомобиле.</p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`9`
        &tpl=`img-day`
    ]]
</div><p class="day">День 2</p>
<p class="title">Первый день в Тюнгуре, самом крупном поселении в Усть-Коксинского района, расположенный на слиянии горных рек Катуни и Коксы. В начале села есть подвесной автомобильный мост, который очень похож на Golden Gate Bridge  в Сан-Франциско. После знакомства с участниками и первой проведенной утренней практики, на которой мы разберем основы, пользу и травмобезопасность практики, отправимся осматривать окрестности. Пообедаем в одном из местных заведений, где для нас приготовят самую свежую и вкусную вегетарианскую еду. Вечером проведем медитацию, перед которой обозначим для себя цели пребывания, поставив намерения на наше путешествие. </p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`41`
        &tpl=`img-day`
    ]]
</div><p class="day">День 3</p>
<p class="title">Утренняя йога, которая начинается в горной прохладе, где мы освоим разогревающие последовательности. Но уже к середине практики выйдет солнце и согреет нас своими лучами, придав бодрости и заряд на будущий день. После завтрака мы отправимся к подножью горы Байда, где нас окружит аромат цветущих алтайских трав. Можно просто погрузиться в атмосферу многотравья и впитывать в себя ароматы и звуки природы, а можно заняться сбором некоторых видов для приготовления чая зимними вечерами. Пообедаем на склоне и проведем очередную медитативную практику на обретение здоровья и долголетия. </p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`42`
        &tpl=`img-day`
    ]]
</div><p class="day">День 4</p>
<p class="title">Утренняя практика йоги, направленная на укрепление тела: суставов, мышц, сосудов. А после завтрака отправимся на вершину горы Байда, с которой открываются потрясающие виды на заснеженные алтайские вершины и слияние горных рек. Небольшой трекинг с набором высоты около 850 м., который поможет нам почувствовать свою волю и концентрацию. Перекусим на вершине, побеседуем на тему благодарности и проведем соответсвующую практику. Необходима хорошая обувь с крепкой подошвой (кроссовки или трекинговые ботинки). Если повезет с солнечной погодой, то на горизонте мы увидим вершину высочайшего пика Сибири - гору Белуху. </p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`43`
        &tpl=`img-day`
    ]]
</div><p class="day">День 5</p>
<p class="title">Сегодня утром освоим полезные и важные растяжки для тела. Свободный день, в который мы можем покататься на лошадях или просто расслабиться. Но к вечеру мы снова снова проведем беседу-лекцию на тему полезного питания, где каждый сможет понять для себя,  питание ему сейчас необходимо для развития и поддержки ресурсов. После нас ждет медитация направленная на осознание ощущений тела. </p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`44`
        &tpl=`img-day`
    ]]
</div><p class="day">День 6</p>
<p class="title">Сегодня на утренней практике мы  очищаем тело от токсинов, снимаем блоки, зажимы из тела. После завтрака едем на экскурсию в дом-музей Рериха, где их семья останавливалась в 1926г во время своей знаменитой Центральной азиатской экспедиции. Много сказочного и чудесного ассоциировали Рерихи с Алтайскими землями, где легенды о таинственной стране благоденствия - Беловодье, выражаются в картинах художника. А так же мы посетим уникальный Старообрядческий музей, который познакомит нас с этнографией Уймонской долины и поведает историю и сказания этих мест. Вечером мы осознанно поделимся впечатлениями и проведем медитацию.</p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`45`
        &tpl=`img-day`
    ]]
</div><p class="day">День 7</p>
<p class="title"> К  привычному занятию утренней йогой добавим медитацию на очищение ума. А после завтрака отправимся в очередное удивительное место к  древним Петроглифам, Мы увидим наскальную живопись каменного века, изображения, оставленные древним человеком. На плитах скальной возвышенности выбиты тысячи рисунков фигур животных, людей, сцен охоты. Здесь же, на территории памятника, находятся 30 строк уникальных рунических надписей — и это самое большое скопление рунического текста в России. Их относят к IX-X вв. Понять, о чем же эти надписи помогут переводы, сделанные И. Л. Кызласовым, вот некоторые из них:
"Земля - вечное бытие! Облагодетельствуй дом лекаря-травника: пятикратно возьми жар бесовской болезни, подуй, изгони! Сотвори благодать! Земля-Чернь!"
"Уверуй и очистись!"
"Обретенный мой Отец, снизойдите до меня!"
"Если на Земле пребывающие в болезни исчезнут, на Вечной Земле пребывающие существа придут в замешательство".

Итак, нам будет над чем поразмыслить.  Большую часть маршрута мы преодолеем по проселочным дорогам на автомобиле, затем – пешая часть 4 км. Вечером расслабимся в медитации, которую направим на развитие внутренней мудрости и спокойствия. </p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`46`
        &tpl=`img-day`
    ]]
</div><p class="day">День 8</p>
<p class="title"> Утренняя йога: занятия с разогревающей последовательностью и усложненный комплекс йоги. Очередной свободный день, желающие смогут сплавиться вниз на рафтах по течению Катуни. После мы обсудим тему искренности, проведем медитативную практику, открывая для себя более глубокие состояния.  </p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`47`
        &tpl=`img-day`
    ]]
</div><p class="day">День 9</p>
<p class="title">Сегодня на занятии разберем особенности индивидуальной практики, с рекомендациями для каждого участника. После завтрака,  экскурсия к Каменным Бабам, или, как называют их алтайцы, кезер-таш — каменные изваяния, оставленные нам тюркской эпохой в истории Алтая. Каменные бабы являются воплощением образа древнего воина. Эти изваяния удивительно индивидуальны и похожи на древних людей, живших на Алтае более тысячи лет назад. Как правило, они изображают мужчину с широкими скулами, раскосыми глазами, усами и бородой; на отдельных высечены вдетые в уши серьги, на шее — гладкие гривны и ожерелья. Вечером нас ждет медитация на раскрытие сердца, на принятие и любовь к себе.</p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`48`
        &tpl=`img-day`
    ]]
</div><p class="day">День 10</p>
<p class="title">Ранний завтрак в 6.30, выезд.
Трансфер в Горно-Алтайск и в Барнаул. В Барнауле планируем быть около 23.30, либо ранее, в зависимости от загруженности дорог. На более раннее время билеты брать не рекомендуется.
Те, у кого билеты ночные – уезжают на вокзал или в аэропорт, те у кого на утро – размещаются в гостиницу.</p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`49`
        &tpl=`img-day`
    ]]
</div></ul>',
    '[[$what_take]]' => '<div class="row">
    <div class="container what" id="what" name="what">
        <div class="osoben-guid">
            <p class="upper">что брать с собой</p>
        </div>
        <div class="what_take">
            <a class="fancybox" rel="gallery1" href="/assets/app/img/what_take.jpg">
            	<img src="/assets/app/img/what_take.jpg" alt="" />
            </a>
        </div>
        <div class="row">
            <div class="col-lg-12 col-md-12 col-sm-12 col-xs-12 what-take-us">
                <p>&nbsp;</p>

<p><em>Полный список снаряжения&nbsp;<strong>обязательно</strong>&nbsp;скачайте&nbsp;тут: <a href="assets/vss(yoga).pdf">Взять с собой.pdf</a>&nbsp;и&nbsp;<a href="assets/vss(yoga).docx">Взять с собой.docx</a></em></p>

            </div>
            <div class="col-lg-4 col-md-4 col-sm-6 col-xs-6">
            </div>
        </div>
    </div>
</div>',
    '[[If?&subject=`4`&operator=`inarray`&operand=`2,3,64`&then=`<div class="row">
    <div class="container what" id="what" name="what">
        <div class="osoben-guid">
            <p class="upper">что брать с собой</p>
        </div>
        <div class="what_take">
            <a class="fancybox" rel="gallery1" href="/assets/app/img/what_take.jpg">
            	<img src="/assets/app/img/what_take.jpg" alt="" />
            </a>
        </div>
        <div class="row">
            <div class="col-lg-12 col-md-12 col-sm-12 col-xs-12 what-take-us">
                <p>&nbsp;</p>

<p><em>Полный список снаряжения&nbsp;<strong>обязательно</strong>&nbsp;скачайте&nbsp;тут: <a href="assets/vss(yoga).pdf">Взять с собой.pdf</a>&nbsp;и&nbsp;<a href="assets/vss(yoga).docx">Взять с собой.docx</a></em></p>

            </div>
            <div class="col-lg-4 col-md-4 col-sm-6 col-xs-6">
            </div>
        </div>
    </div>
</div>`]]' => '',
    '[[blocks? &page_id=`4`]]' => '<a href=\'turyi/light\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light\'>
                    <img alt=\'\' src=\'assets/app/img/light-put-min.jpg\' />
                    <p class=\'upper card-title\'>light</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=``]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p> &#8381;</p>
                                <p class=\'upper\'></p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p> &#8381;</p>
                                <p class=\'upper\'></p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'turyi/multinskie-ozyora/\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_st\'>
                    <img alt=\'\' src=\'assets/app/img/yotr.jpg\' />
                    <p class=\'upper card-title\'>Yoga + Tracking</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=``]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p> &#8381;</p>
                                <p class=\'upper\'></p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p> &#8381;</p>
                                <p class=\'upper\'></p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'turyi/standart\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_marg\'>
                    <img alt=\'\' src=\'assets/app/img/stand-put-min.jpg\' />
                    <p class=\'upper card-title\'>standart</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=``]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p> &#8381;</p>
                                <p class=\'upper\'></p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p> &#8381;</p>
                                <p class=\'upper\'></p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        ',
    '[[$inform]]' => '<!--<div class="row">
    <div class="punkt" id="scroll">
        <div class="container">
            <ul class="upper">
            	<li><a href="#marsh">маршрут</a></li>
            	<li><a href="#cost">стоимость</a></li>
            	<li><a href="#guid">гиды</a></li>
            	<li><a href="#what">что брать с собой</a></li>
            	<li><a href="#inform">информация</a></li>
            	<li><a href="#otzyv">отзывы</a></li>
            </ul>
        </div>
    </div>
</div>-->
<div class="row">
    <div class="container marsh" id="marsh">
        <div class="osoben-guid">
            <p class="upper">маршрут</p>
        </div>
        <div class="go">
            <ul class=""><p class="day">День 1</p>
<p class="title">Встреча в Барнауле в аэропорту в 9.30 и на вокзале в 10.30, встреча в аэропорту Горно-Алтайска после 13.00
Трансфер в Тюнгур, около 600 км на автомобиле.</p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`9`
        &tpl=`img-day`
    ]]
</div><p class="day">День 2</p>
<p class="title">Первый день в Тюнгуре, самом крупном поселении в Усть-Коксинского района, расположенный на слиянии горных рек Катуни и Коксы. В начале села есть подвесной автомобильный мост, который очень похож на Golden Gate Bridge  в Сан-Франциско. После знакомства с участниками и первой проведенной утренней практики, на которой мы разберем основы, пользу и травмобезопасность практики, отправимся осматривать окрестности. Пообедаем в одном из местных заведений, где для нас приготовят самую свежую и вкусную вегетарианскую еду. Вечером проведем медитацию, перед которой обозначим для себя цели пребывания, поставив намерения на наше путешествие. </p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`41`
        &tpl=`img-day`
    ]]
</div><p class="day">День 3</p>
<p class="title">Утренняя йога, которая начинается в горной прохладе, где мы освоим разогревающие последовательности. Но уже к середине практики выйдет солнце и согреет нас своими лучами, придав бодрости и заряд на будущий день. После завтрака мы отправимся к подножью горы Байда, где нас окружит аромат цветущих алтайских трав. Можно просто погрузиться в атмосферу многотравья и впитывать в себя ароматы и звуки природы, а можно заняться сбором некоторых видов для приготовления чая зимними вечерами. Пообедаем на склоне и проведем очередную медитативную практику на обретение здоровья и долголетия. </p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`42`
        &tpl=`img-day`
    ]]
</div><p class="day">День 4</p>
<p class="title">Утренняя практика йоги, направленная на укрепление тела: суставов, мышц, сосудов. А после завтрака отправимся на вершину горы Байда, с которой открываются потрясающие виды на заснеженные алтайские вершины и слияние горных рек. Небольшой трекинг с набором высоты около 850 м., который поможет нам почувствовать свою волю и концентрацию. Перекусим на вершине, побеседуем на тему благодарности и проведем соответсвующую практику. Необходима хорошая обувь с крепкой подошвой (кроссовки или трекинговые ботинки). Если повезет с солнечной погодой, то на горизонте мы увидим вершину высочайшего пика Сибири - гору Белуху. </p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`43`
        &tpl=`img-day`
    ]]
</div><p class="day">День 5</p>
<p class="title">Сегодня утром освоим полезные и важные растяжки для тела. Свободный день, в который мы можем покататься на лошадях или просто расслабиться. Но к вечеру мы снова снова проведем беседу-лекцию на тему полезного питания, где каждый сможет понять для себя,  питание ему сейчас необходимо для развития и поддержки ресурсов. После нас ждет медитация направленная на осознание ощущений тела. </p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`44`
        &tpl=`img-day`
    ]]
</div><p class="day">День 6</p>
<p class="title">Сегодня на утренней практике мы  очищаем тело от токсинов, снимаем блоки, зажимы из тела. После завтрака едем на экскурсию в дом-музей Рериха, где их семья останавливалась в 1926г во время своей знаменитой Центральной азиатской экспедиции. Много сказочного и чудесного ассоциировали Рерихи с Алтайскими землями, где легенды о таинственной стране благоденствия - Беловодье, выражаются в картинах художника. А так же мы посетим уникальный Старообрядческий музей, который познакомит нас с этнографией Уймонской долины и поведает историю и сказания этих мест. Вечером мы осознанно поделимся впечатлениями и проведем медитацию.</p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`45`
        &tpl=`img-day`
    ]]
</div><p class="day">День 7</p>
<p class="title"> К  привычному занятию утренней йогой добавим медитацию на очищение ума. А после завтрака отправимся в очередное удивительное место к  древним Петроглифам, Мы увидим наскальную живопись каменного века, изображения, оставленные древним человеком. На плитах скальной возвышенности выбиты тысячи рисунков фигур животных, людей, сцен охоты. Здесь же, на территории памятника, находятся 30 строк уникальных рунических надписей — и это самое большое скопление рунического текста в России. Их относят к IX-X вв. Понять, о чем же эти надписи помогут переводы, сделанные И. Л. Кызласовым, вот некоторые из них:
"Земля - вечное бытие! Облагодетельствуй дом лекаря-травника: пятикратно возьми жар бесовской болезни, подуй, изгони! Сотвори благодать! Земля-Чернь!"
"Уверуй и очистись!"
"Обретенный мой Отец, снизойдите до меня!"
"Если на Земле пребывающие в болезни исчезнут, на Вечной Земле пребывающие существа придут в замешательство".

Итак, нам будет над чем поразмыслить.  Большую часть маршрута мы преодолеем по проселочным дорогам на автомобиле, затем – пешая часть 4 км. Вечером расслабимся в медитации, которую направим на развитие внутренней мудрости и спокойствия. </p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`46`
        &tpl=`img-day`
    ]]
</div><p class="day">День 8</p>
<p class="title"> Утренняя йога: занятия с разогревающей последовательностью и усложненный комплекс йоги. Очередной свободный день, желающие смогут сплавиться вниз на рафтах по течению Катуни. После мы обсудим тему искренности, проведем медитативную практику, открывая для себя более глубокие состояния.  </p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`47`
        &tpl=`img-day`
    ]]
</div><p class="day">День 9</p>
<p class="title">Сегодня на занятии разберем особенности индивидуальной практики, с рекомендациями для каждого участника. После завтрака,  экскурсия к Каменным Бабам, или, как называют их алтайцы, кезер-таш — каменные изваяния, оставленные нам тюркской эпохой в истории Алтая. Каменные бабы являются воплощением образа древнего воина. Эти изваяния удивительно индивидуальны и похожи на древних людей, живших на Алтае более тысячи лет назад. Как правило, они изображают мужчину с широкими скулами, раскосыми глазами, усами и бородой; на отдельных высечены вдетые в уши серьги, на шее — гладкие гривны и ожерелья. Вечером нас ждет медитация на раскрытие сердца, на принятие и любовь к себе.</p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`48`
        &tpl=`img-day`
    ]]
</div><p class="day">День 10</p>
<p class="title">Ранний завтрак в 6.30, выезд.
Трансфер в Горно-Алтайск и в Барнаул. В Барнауле планируем быть около 23.30, либо ранее, в зависимости от загруженности дорог. На более раннее время билеты брать не рекомендуется.
Те, у кого билеты ночные – уезжают на вокзал или в аэропорт, те у кого на утро – размещаются в гостиницу.</p>
<div class="row">
    [[!getImageList?
        &tvname=`image`
        &docid=`49`
        &tpl=`img-day`
    ]]
</div></ul>
        </div>
    </div>
</div>
<div class="row">
    <div class="container" id="cost">
        <div class="osoben">
            <p class="upper">стоимость</p>
            <p>Позвоните нам, чтобы узнать подробности: <a href="tel:8 499 391 99 28">8 499 391 99 28</a></p>
        </div>
        <div class="row">
            <div class="col-lg-6 col-md-6 col-sm-12 col-xs-12 right-null">
                <div class="chek-head">
                    <img src="assets/app/img/in.png" alt="">
                </div>
                <ul class="in">
                    <ul>
	<li>Работа гида-инструктора (с 1-го по 10-й день)</li>
	<li>Проживание на турбазе - летние домики</li>
	<li>Страховка</li>
	<li>Завтраки на турбазе</li>
	<li>Все экскурсии</li>
	<li>Трансфер Барнаул - Тюнгур (1-й день)</li>
	<li>Трансфер Тюнгур - Барнаул (10-й день)&nbsp;</li>
</ul>

                </ul>
                <div class="two-line"></div>
            </div>
            <div class="col-lg-6 col-md-6 col-sm-12 col-xs-12 right-null">
                <div class="chek-head head-two">
                    <img src="assets/app/img/noin.png" alt="">
                </div>
                <ul class="noin">
                    <ul>
	<li>Обеды и ужины</li>
	<li>Питание во время трансфера</li>
	<li>ж/д или авиабилеты до Барнаула или Горно-Алтайска</li>
</ul>

                </ul>
                <div class="two-line"></div>
            </div>
        </div>
    </div>
</div>
<div class="row in-pages">
    <div class="main-main form_zahvat_click">
        <div class="main-oval">
            <p> &#8381;</p>
            <p class="upper"></p>
        </div>
        <div class="yel-oval">
            <p>32900 &#8381;</p>
            <p class="upper"></p>
        </div>
    </div>
</div>
<div class="row">
    <div class="container guid" id="guid">
        
        <div class="osoben-guid">
            <p class="upper">гиды</p>
        </div>
        [[!getImageList? 
            &tvname=`guids` 
            &tpl=`newGuids`
            &docid=`4`
        ]]
        
    </div>
</div>


<div class="row">
    <div class="container inform" id="inform">
        <div class="osoben-guid">
            <p class="upper">информация</p>
        </div>
        <div class="what_take">
            <a class="fancybox" rel="gallery1" href="/assets/app/img/informaciya.jpg">
            	<img src="/assets/app/img/informaciya.jpg" alt="" />
            </a>
        </div>
        <p class="meet"><p>&nbsp;</p>

<p><u>Условия раннего бронирования тура:</u></p>

<ul>
	<li>Внести 50% от стоимости тура в течение 3-5 дней с даты подписания договора</li>
	<li>Внести оставшиеся 50% за 2 месяца до начала тура</li>
	<li>Если вы отменяете поездку за два месяца до начала тура, то мы возвращаем 100% предоплаты</li>
	<li>При отказе менее чем за 2 месяца, мы удерживаем 50% от стоимости тура в счет понесенных издержек</li>
</ul>

<p>&nbsp;</p>

<p><u>Трансфер:</u></p>

<ul>
	<li>Трансфер встречает туристов в Барнауле и Горно-Алтайске. Обратный трансфер также доставит вас в один из этих двух городов</li>
</ul>

<p>&nbsp;</p>

<p><u>Подготовка к треккингу:</u></p>

<ul>
	<li>Обязательно приобрести и разносить собственную треккинговую обувь (одеть хотя бы 3-4 раза на прогулку)</li>
	<li>Иностранные граждане предоставляют документы для обращения в миграционную службу за 60 дней до поездки</li>
	<li>Оцените свою физическую форму. Начните пробежки в треккинговой обуви за 3-6 недель до начала похода</li>
	<li>Бросьте курить на время подготовки к треккингу</li>
</ul>

<p><u>Авиабилеты:</u></p>

<ul>
	<li>Прибытие в Барнаул до 9.00 и в Горно-Алтайск до 12.00 17&nbsp;июля, отбытие не ранее 23.30 26 июля&nbsp;из Горно-Алтайска и не ранее 3.00 27 июля&nbsp;из Барнаула</li>
</ul>

<ul>
	<li><a href="http://www.aviasales.ru/?marker=53148">[[!link? &amp;id=`95`]]</a></li>
	<li>В случае утреннего отбытия забронируйте ночевку в Барнауле или Горно-Алтайске:</li>
</ul>

<p>Вот, например,&nbsp;рекомендуем&nbsp;гостиницу Турист:</p>

<ul>
	<li><a href="http://www.turist-barnaul.ru/">http://www.turist-barnaul.ru/</a></li>
</ul>

<p>Или можно воспользоваться один из сервисов бронирования:&nbsp;</p>

<ul>
	<li><a href="http://www.booking.com/">booking.com/</a></li>
	<li>
	<p><a href="https://www.airbnb.ru/">airbnb.ru</a></p>
	</li>
</ul>
</p>
        <div class="wrap_avia">
            <div class="aviaseiles">
                <script charset="utf-8" src="//www.travelpayouts.com/widgets/b1ae6dc6d208952f1378b159e172d02b.js?v=747" async></script>
            </div>
        </div>
    </div>
</div>
<div class="row">
    <div class="container guid" id="otzyv">
        
        <div class="osoben-guid">
            <p class="upper">Отзывы</p>
        </div>
        [[!getImageList? 
            &tvname=`reviews` 
            &tpl=`reviews.tpl`
            &docid=`4`
        ]]
        
    </div>
</div>
<!--<div class="container">
    <div class="row">
        <div class="col-lg-12 col-md-12 col-sm-12 col-xs-12 ">
            <div class="osoben-guid">
                <h1 class="upper">Еще туры на Алтай</h1>
            </div>
        </div>
    </div>
    <div class="row main-cards new_blocks">
        <a href=\'turyi/light\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light\'>
                    <img alt=\'\' src=\'assets/app/img/light-put-min.jpg\' />
                    <p class=\'upper card-title\'>light</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=``]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p> &#8381;</p>
                                <p class=\'upper\'></p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p> &#8381;</p>
                                <p class=\'upper\'></p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'turyi/multinskie-ozyora/\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_st\'>
                    <img alt=\'\' src=\'assets/app/img/yotr.jpg\' />
                    <p class=\'upper card-title\'>Yoga + Tracking</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=``]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p> &#8381;</p>
                                <p class=\'upper\'></p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p> &#8381;</p>
                                <p class=\'upper\'></p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'turyi/standart\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_marg\'>
                    <img alt=\'\' src=\'assets/app/img/stand-put-min.jpg\' />
                    <p class=\'upper card-title\'>standart</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=``]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p> &#8381;</p>
                                <p class=\'upper\'></p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p> &#8381;</p>
                                <p class=\'upper\'></p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        
    </div>
</div>-->',
    '[[$polezn]]' => '<div class="polezn">
<p class="upper">Политика конфиденциальности</p>
<p>
    Настоящая Политика конфиденциальности персональной информации (далее — Политика) действует в отношении всей информации, которую ООО "СТ Туристик" может получить о пользователе во время использования им любого из сервисов сайтов svoya-tropa.ru, и его поддоменов
    <br>1. Персональные данные. Цель сбора и обработки персональных данных.
    <br>1.1. Вы всегда можете посетить наш сайт, не раскрывая никакой персональной информации.
    <br>1.2. Под персональными данными понимается любая информация, относящаяся к определенному или определяемому на основании такой информации физическому лицу. 
   <br> 1.3. Наш сайт собирает и использует персональные данные, необходимые для оказания пользователю услуг, связанных с основной деятельностью компании - деятельность организаторов туристических поездок (туроператоров) - деятельность туристических агентов (турагентов). 
   <br> 2. Условия обработки персональной информации покупателя и её передачи третьим лицам.
   <br> 2.1. При обработке персональных данных покупателей ООО "СТ Туристик" руководствуется Федеральным законом РФ «О персональных данных».
   <br> 2.2. В отношении персональной информации покупателя сохраняется ее конфиденциальность.
   <br> 2.3 Оставляя персональные данные, вы подтверждаете, что являетесь дееспособным лицом, достигшим 14-летнего возраста.
   <br> 3. ООО "СТ Туристик" принимает необходимые и достаточные организационные и технические меры для защиты персональной информации пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.
   <br> 4. Изменение Политики конфиденциальности.
    ООО СТ Туристик имеет право вносить изменения в настоящую Политику конфиденциальности. 
    При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики. Действующая редакция всегда находится на странице по адресу: svoya-tropa.ru
    Дата редакции последней редакции 07.04.2016
</p>
</div>',
    '[[$form_zahvat]]' => '<div class="order-form form_act">
    <p>Оставьте заявку</p>
    <form id="callback_zahvat" action="otpravka-formyi" method="POST">
        <span class="input input--yoshiko">
    		<input class="input__field input__field--yoshiko"name="name" type="text" id="input-10">
    		<label class="input__label input__label--yoshiko" for="input-10">
    			<span class="input__label-content input__label-content--yoshiko" data-content="Ваше имя">Ваше имя</span>
    		</label>
    	</span>
    	<span class="input input--yoshiko two-field">
    		<input class="input__field input__field--yoshiko" name="phone" type="text" id="input-10" required>
    		<label class="input__label input__label--yoshiko" for="input-10">
    			<span class="input__label-content input__label-content--yoshiko" data-content="Ваш телефон">Ваш телефон</span>
    		</label>
    	</span>
        <button type="submit" id="send">ОТПРАВИТЬ</button>
    </form>
</div>',
    '[[$footer]]' => '<div class="pop">
<div class="popup"></div>
<div class="polezn">
<p class="upper">Политика конфиденциальности</p>
<p>
    Настоящая Политика конфиденциальности персональной информации (далее — Политика) действует в отношении всей информации, которую ООО "СТ Туристик" может получить о пользователе во время использования им любого из сервисов сайтов svoya-tropa.ru, и его поддоменов
    <br>1. Персональные данные. Цель сбора и обработки персональных данных.
    <br>1.1. Вы всегда можете посетить наш сайт, не раскрывая никакой персональной информации.
    <br>1.2. Под персональными данными понимается любая информация, относящаяся к определенному или определяемому на основании такой информации физическому лицу. 
   <br> 1.3. Наш сайт собирает и использует персональные данные, необходимые для оказания пользователю услуг, связанных с основной деятельностью компании - деятельность организаторов туристических поездок (туроператоров) - деятельность туристических агентов (турагентов). 
   <br> 2. Условия обработки персональной информации покупателя и её передачи третьим лицам.
   <br> 2.1. При обработке персональных данных покупателей ООО "СТ Туристик" руководствуется Федеральным законом РФ «О персональных данных».
   <br> 2.2. В отношении персональной информации покупателя сохраняется ее конфиденциальность.
   <br> 2.3 Оставляя персональные данные, вы подтверждаете, что являетесь дееспособным лицом, достигшим 14-летнего возраста.
   <br> 3. ООО "СТ Туристик" принимает необходимые и достаточные организационные и технические меры для защиты персональной информации пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.
   <br> 4. Изменение Политики конфиденциальности.
    ООО СТ Туристик имеет право вносить изменения в настоящую Политику конфиденциальности. 
    При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики. Действующая редакция всегда находится на странице по адресу: svoya-tropa.ru
    Дата редакции последней редакции 07.04.2016
</p>
</div>
<div class="order-form form_act">
    <p>Оставьте заявку</p>
    <form id="callback_zahvat" action="otpravka-formyi" method="POST">
        <span class="input input--yoshiko">
    		<input class="input__field input__field--yoshiko"name="name" type="text" id="input-10">
    		<label class="input__label input__label--yoshiko" for="input-10">
    			<span class="input__label-content input__label-content--yoshiko" data-content="Ваше имя">Ваше имя</span>
    		</label>
    	</span>
    	<span class="input input--yoshiko two-field">
    		<input class="input__field input__field--yoshiko" name="phone" type="text" id="input-10" required>
    		<label class="input__label input__label--yoshiko" for="input-10">
    			<span class="input__label-content input__label-content--yoshiko" data-content="Ваш телефон">Ваш телефон</span>
    		</label>
    	</span>
        <button type="submit" id="send">ОТПРАВИТЬ</button>
    </form>
</div>
</div>
<footer id="contacty">
        <div class="row">
            <div class="container">
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <p class="foot-head">Наши программы</p>
                    <div class="line-three"></div>
                    <ul>
                        <li><a href="http://svoya-tropa.int/">Своя тропа - Главная</a></li>
                        <li><a href="turyi/light">Треккинг к Белухе - Light</a></li>
                        <li><a href="turyi/standart">Треккинг к Белухе - Standart</a></li>
                        <li><a href="turyi/yoga">Экскурсионная программа без палаток + Yoga</a></li>
                        <li><a href="turyi/multinskie-ozyora/">Мультинские озера</a></li>
                        <li><a href="turyi/shavlinskie-ozyora">Шавлинские озера</a></li>
                    </ul>
                    <p class="copy">&copy; 2016, СВОЯ ТРОПА - <br>Туроператор по Алтаю </p>
                </div>
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <p class="foot-head">Информация</p>
                    <div class="line-three"></div>
                    <ul>
                        <!--<li><a href="/assets/turistik.pdf" target="_blank">ООО "СТ Туристик"</a></li>-->
                        <li class="politic">Политика конфиденциальности</li>
                        <!--<li><a href="/assets/ogrn.pdf" target="_blank">ОГРН 1167746296343</a></li>
                        <li><a href="/assets/rospotrebnadzor.pdf" target="_blank">Свидетельство из роспотребнадзора</a></li>-->
                    </ul>
                    <div class="wrapper_preview">
                        <div class="preview">
                            <a class="fancybox-preview" rel="gallery1" href="/assets/app/img/or1.jpg">
                            	<img src="/assets/app/img/or1.jpg" alt="" />
                            </a>
                        </div>
                        <div class="preview preview_two">
                            <a class="fancybox-preview" rel="gallery1" href="/assets/app/img/ps.jpg">
                            	<img src="/assets/app/img/ps.jpg" alt="" />
                            </a>
                        </div>
                    </div>
                </div>
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <p class="foot-head">Контакты</p>
                    <div class="line-three"></div>
                    <!--<p><i class="fa fa-map-marker"></i>г. Москва</p>-->
                    <p class="foot-phone"><i class="fa fa-phone"></i><a href="tel:84993919928">8 499 391 99 28</a></p>
                    <p class="mail"><i class="fa fa-envelope-o"></i><a href="mailto:altay@mail.ru">altay@svoya-tropa.ru</a></p>
                    <p class="social-foot"><a href="https://vk.com/altaytracking" target="_blank" onclick="yaCounter26386740.reachGoal(\'VKAWAY\'); return true;"><img src="assets/app/img/VK-f.png" alt=""></a><a href="https://www.facebook.com/altaytracking/" target="_blank" onclick="yaCounter26386740.reachGoal(\'FBAWAY\'); return true;"><img src="assets/app/img/FB-f.png" alt=""></a></p>
                </div>
            </div>
        </div>
    </footer>
<div class="none-wrap"></div>
<script src="assets/app/dist/jquery.min.js"></script>
<script src="assets/app/dist/bundle.all.js"></script>
<script src="assets/app/js/bootstrap.min.js"></script>

<script src="assets/app/dist/jquery.inputmask.js"></script>
<script src="assets/app/dist/inputmask.js"></script>
<script src="assets/app/dist/inputmask.phone.extensions.js"></script>

<script>
    $(document).ready(function() {
    $("li.level2").on("click", function(){
          $("ul.level_two-menu").toggleClass("open");
          $(".none-wrap").toggleClass("open");
    });
    $(".none-wrap").on("click",function(){
        if ($(".level_two-menu").hasClass("open")) {
            $(".level_two-menu").removeClass("open");
            $(".none-wrap").toggleClass("open");
        }
    })
    $(".hamburger").on("click", function(){
          $(this).toggleClass("is-active"); 
          $(".top-menu").toggleClass("translated_menu");
    });
    
    var selector = document.getElementById("input-11");

    var im = new Inputmask("+7(999)9999999");
    im.mask(selector);

	$(".fancybox").fancybox({
		openEffect	: \'none\',
		closeEffect	: \'none\'
	});
	
	$(".fancybox-preview").fancybox({
		openEffect	: \'none\',
		closeEffect	: \'none\'
	});
});
</script>

<script src="//code.jquery.com/ui/1.11.4/jquery-ui.js"></script>',
  ),
  'sourceCache' => 
  array (
    'modChunk' => 
    array (
      'head' => 
      array (
        'fields' => 
        array (
          'id' => 9,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'head',
          'description' => 'Используется на всех страницах!',
          'editor_type' => 0,
          'category' => 10,
          'cache_type' => 0,
          'snippet' => '<head>
<title>[[*longtitle]] | [[*pagetitle]]</title>
<base href="[[++site_url]]" />
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<meta name="description" content="[[*description]]">
<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/font-awesome/4.5.0/css/font-awesome.min.css">
<link rel="stylesheet" href="assets/app/dist/bundle.css">
<link rel="stylesheet" href="assets/app/dist/hamburgers.min.css">
<link rel="stylesheet" href="assets/app/dist/bundle_new.css">
<link rel="stylesheet" href="//code.jquery.com/ui/1.11.4/themes/smoothness/jquery-ui.css">
<link rel="icon" type="image/ico" href="/svoya-tropa.ico">
</head>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<head>
<title>[[*longtitle]] | [[*pagetitle]]</title>
<base href="[[++site_url]]" />
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<meta name="description" content="[[*description]]">
<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/font-awesome/4.5.0/css/font-awesome.min.css">
<link rel="stylesheet" href="assets/app/dist/bundle.css">
<link rel="stylesheet" href="assets/app/dist/hamburgers.min.css">
<link rel="stylesheet" href="assets/app/dist/bundle_new.css">
<link rel="stylesheet" href="//code.jquery.com/ui/1.11.4/themes/smoothness/jquery-ui.css">
<link rel="icon" type="image/ico" href="/svoya-tropa.ico">
</head>',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'top_menu' => 
      array (
        'fields' => 
        array (
          'id' => 21,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'top_menu',
          'description' => '',
          'editor_type' => 0,
          'category' => 10,
          'cache_type' => 0,
          'snippet' => '<div class="humburger_menu">
    <div class="hamburger hamburger--elastic js-hamburger">
        <div class="hamburger-box">
          <div class="hamburger-inner"></div>
        </div>
  </div>
</div>
<div class="top-menu">
    <div class="container">
        <ul>
            <a href="[[~1]]"><li>Главная</li></a>
            <li class="level2">Расписание туров</li>
                <ul class="level_two-menu">
                    <li><a href="#all-tour">Все туры на 2017 год</a></li>
                    [[pdoMenu?
                        &parents=`108`
                        &level=`1`
                        &tpl=`@INLINE <li[[+classes]]><a href="[[+link]]" [[+attributes]]>[[+menutitle]]</a>[[+wrapper]]</li>`
                        &tplOuter=`@INLINE [[+wrapper]]`
                    ]]
                </ul>
            
            <a href="#o-nas"><li>О нас</li></a>
            <a href="#comand"><li>Наша команда</li></a>
            <a href="#contacty"><li>Контакты</li></a>
        </ul>
    </div>
</div>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<div class="humburger_menu">
    <div class="hamburger hamburger--elastic js-hamburger">
        <div class="hamburger-box">
          <div class="hamburger-inner"></div>
        </div>
  </div>
</div>
<div class="top-menu">
    <div class="container">
        <ul>
            <a href="[[~1]]"><li>Главная</li></a>
            <li class="level2">Расписание туров</li>
                <ul class="level_two-menu">
                    <li><a href="#all-tour">Все туры на 2017 год</a></li>
                    [[pdoMenu?
                        &parents=`108`
                        &level=`1`
                        &tpl=`@INLINE <li[[+classes]]><a href="[[+link]]" [[+attributes]]>[[+menutitle]]</a>[[+wrapper]]</li>`
                        &tplOuter=`@INLINE [[+wrapper]]`
                    ]]
                </ul>
            
            <a href="#o-nas"><li>О нас</li></a>
            <a href="#comand"><li>Наша команда</li></a>
            <a href="#contacty"><li>Контакты</li></a>
        </ul>
    </div>
</div>',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
        ),
      ),
      'header' => 
      array (
        'fields' => 
        array (
          'id' => 10,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'header',
          'description' => 'Используется на всех страницах предложений! (На главной не используется)',
          'editor_type' => 0,
          'category' => 10,
          'cache_type' => 0,
          'snippet' => '<header>
    [[$head-logo]]
    <div class="row head-pred">
        <div class="col-lg-5 col-md-5 col-sm-12 col-xs-12"></div>
        <div class="col-lg-7 col-md-7 col-sm-12 col-xs-12">
            <div class="predloj  predloj_new_">
                <p>Краткая информация</p>
                <div class="zahvat form_zahvat_click"><button type="text">Узнать подробнее</button></div>
                <div class="line"></div>
                
                <ul class="pred-spis upper">
                    <li><div class="item1" style="background-image: url(\'assets/app/img/ic.png\')"></div>сложность: <span>[[*level]]</span></li>
                    <li><div class="item2" style="background-image: url(\'assets/app/img/ic.png\')"></div>километраж: <span>[[*km]]</span></li>
                    <li><div class="item3" style="background-image: url(\'assets/app/img/ic.png\')"></div>количество людей: <span class="inline">[[*count]]</span></li>
                    <li><div class="item4" style="background-image: url(\'assets/app/img/ic.png\')"></div>количество дней: <span>[[*count_day]]</span></li>
                    <li><div class="item5" style="background-image: url(\'assets/app/img/ic.png\')"></div>даты туров: <span class="inline">[[*date_tour]]</span></li>
                    <li><div class="item6" style="background-image: url(\'assets/app/img/Rub.png\')"></div>стоимость: <span>[[*cost]]</span></li>
                    <li><div class="item6" style="background-image: url(\'assets/app/img/Shalash.png\'); background-size: 83%;"></div>Размещение: <span>[[*place_tour]]</span></li>
                </ul>
            </div>
        </div>
    </div>
</header>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<header>
    [[$head-logo]]
    <div class="row head-pred">
        <div class="col-lg-5 col-md-5 col-sm-12 col-xs-12"></div>
        <div class="col-lg-7 col-md-7 col-sm-12 col-xs-12">
            <div class="predloj  predloj_new_">
                <p>Краткая информация</p>
                <div class="zahvat form_zahvat_click"><button type="text">Узнать подробнее</button></div>
                <div class="line"></div>
                
                <ul class="pred-spis upper">
                    <li><div class="item1" style="background-image: url(\'assets/app/img/ic.png\')"></div>сложность: <span>[[*level]]</span></li>
                    <li><div class="item2" style="background-image: url(\'assets/app/img/ic.png\')"></div>километраж: <span>[[*km]]</span></li>
                    <li><div class="item3" style="background-image: url(\'assets/app/img/ic.png\')"></div>количество людей: <span class="inline">[[*count]]</span></li>
                    <li><div class="item4" style="background-image: url(\'assets/app/img/ic.png\')"></div>количество дней: <span>[[*count_day]]</span></li>
                    <li><div class="item5" style="background-image: url(\'assets/app/img/ic.png\')"></div>даты туров: <span class="inline">[[*date_tour]]</span></li>
                    <li><div class="item6" style="background-image: url(\'assets/app/img/Rub.png\')"></div>стоимость: <span>[[*cost]]</span></li>
                    <li><div class="item6" style="background-image: url(\'assets/app/img/Shalash.png\'); background-size: 83%;"></div>Размещение: <span>[[*place_tour]]</span></li>
                </ul>
            </div>
        </div>
    </div>
</header>',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'head-logo' => 
      array (
        'fields' => 
        array (
          'id' => 8,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'head-logo',
          'description' => 'Используется на всех страницах предложений! (На главной не используется)',
          'editor_type' => 0,
          'category' => 10,
          'cache_type' => 0,
          'snippet' => '<div class="row">
    <div class="col-lg-4 col-md-4 col-sm-6 col-xs-12">
        <div class="logo">
           <a href="[[~1]]"><img src="assets/app/img/logo.png" alt=""></a>
        </div>
    </div>
    <div class="col-lg-5 col-md-5 col-sm-6 col-xs-12 header-title">
        <div class="text-logo">
            <p class="upper avtor">туроператор по Алтаю</p>
            <p class="upper">"Лучше гор могут быть только горы"</p>
        </div>
    </div>
    <div class="col-lg-3 col-md-3 col-sm-12 col-xs-12">
        <div class="contacts">
            <p><a href="tel:84993919928">8 499 391 99 28</a></p>
            <p class="social"><a href="https://vk.com/altaytracking" target="_blank"><img src="assets/app/img/VK.png" alt=""></a><a href="https://www.facebook.com/altaytracking/" target="_blank"><img src="assets/app/img/FB.png" alt=""></a></p>
        </div>
    </div>
</div>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<div class="row">
    <div class="col-lg-4 col-md-4 col-sm-6 col-xs-12">
        <div class="logo">
           <a href="[[~1]]"><img src="assets/app/img/logo.png" alt=""></a>
        </div>
    </div>
    <div class="col-lg-5 col-md-5 col-sm-6 col-xs-12 header-title">
        <div class="text-logo">
            <p class="upper avtor">туроператор по Алтаю</p>
            <p class="upper">"Лучше гор могут быть только горы"</p>
        </div>
    </div>
    <div class="col-lg-3 col-md-3 col-sm-12 col-xs-12">
        <div class="contacts">
            <p><a href="tel:84993919928">8 499 391 99 28</a></p>
            <p class="social"><a href="https://vk.com/altaytracking" target="_blank"><img src="assets/app/img/VK.png" alt=""></a><a href="https://www.facebook.com/altaytracking/" target="_blank"><img src="assets/app/img/FB.png" alt=""></a></p>
        </div>
    </div>
</div>',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
        ),
      ),
      'action' => 
      array (
        'fields' => 
        array (
          'id' => 13,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'action',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<a href="[[~2]]#inform" style="text-decoration: none" class="[[*id:is=`1`:then=`location`]]">
<div id="hexagon" class="[[*id:is=`2`:then=`z_ind`]]">
        
</div>
<div class="action_text">
    <p class="upper">Открыт</p>
    <div class="action_line"></div>
    <p>
        <span class="action-cost">набор</span><br>
        <span class="action-info">в новую группу<br> 
        <span class="upper">на</span> 
        <span class="action_date">31 июля </span></span></span></p>
    <p><a href="[[*id:is=`1`:then=`[[~2]]`]]#inform">узнать подробнее»</a></p>
</div>
</a><',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<a href="[[~2]]#inform" style="text-decoration: none" class="[[*id:is=`1`:then=`location`]]">
<div id="hexagon" class="[[*id:is=`2`:then=`z_ind`]]">
        
</div>
<div class="action_text">
    <p class="upper">Открыт</p>
    <div class="action_line"></div>
    <p>
        <span class="action-cost">набор</span><br>
        <span class="action-info">в новую группу<br> 
        <span class="upper">на</span> 
        <span class="action_date">31 июля </span></span></span></p>
    <p><a href="[[*id:is=`1`:then=`[[~2]]`]]#inform">узнать подробнее»</a></p>
</div>
</a><',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
        ),
      ),
      'card_product' => 
      array (
        'fields' => 
        array (
          'id' => 17,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'card_product',
          'description' => 'Карточка продукта',
          'editor_type' => 0,
          'category' => 10,
          'cache_type' => 0,
          'snippet' => '<div class="container">
    <div class="osoben">
    <p class="upper">особенности тура</p>
    
    <p>Позвоните нам <a href="tel:84993919928">8 499 391 99 28</a></p>
    </div>
</div>
[[$big_photo]]
<div class="container">
    <div class="light">
        <div class="fon" style="background-image: url(\'assets/app/img/fon2_mini.jpg\')">
            <p class="upper one">Предложение</p>
            <p class="upper two">[[*pagetitle]]</p>
            <p class="upper three">сложность</p>
            <p class="level-img">
                <img alt="" src="assets/app/img/l1.png" />
                [[*id:is=`2`:or:if=`[[*id]]`:is=`64`:then=`
                    <img alt="" src="assets/app/img/l1.png" />
                    <img alt="" src="assets/app/img/l2.png" />
                `:else=``]]
                [[*id:is=`3`:then=`
                    <img alt="" src="assets/app/img/l1.png" />
                    <img alt="" src="assets/app/img/l1.png" />
                `:else=``]]
                [[*id:is=`4`:then=`
                    <img alt="" src="assets/app/img/l2.png" />
                    <img alt="" src="assets/app/img/l2.png" />
                `:else=``]]
                
            </p>
            <div class="row row-light">
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <div class="new_block_predloj">
                       <p> [[*predloj_one]]</p>
                    </div>
                </div>
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <div class="new_block_predloj">
                       <p> [[*predloj_two]]</p>
                    </div>
                </div>
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <div class="new_block_predloj">
                       <p> [[*predloj_three]]</p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<div class="container">
    <div class="osoben">
    <p class="upper">особенности тура</p>
    
    <p>Позвоните нам <a href="tel:84993919928">8 499 391 99 28</a></p>
    </div>
</div>
[[$big_photo]]
<div class="container">
    <div class="light">
        <div class="fon" style="background-image: url(\'assets/app/img/fon2_mini.jpg\')">
            <p class="upper one">Предложение</p>
            <p class="upper two">[[*pagetitle]]</p>
            <p class="upper three">сложность</p>
            <p class="level-img">
                <img alt="" src="assets/app/img/l1.png" />
                [[*id:is=`2`:or:if=`[[*id]]`:is=`64`:then=`
                    <img alt="" src="assets/app/img/l1.png" />
                    <img alt="" src="assets/app/img/l2.png" />
                `:else=``]]
                [[*id:is=`3`:then=`
                    <img alt="" src="assets/app/img/l1.png" />
                    <img alt="" src="assets/app/img/l1.png" />
                `:else=``]]
                [[*id:is=`4`:then=`
                    <img alt="" src="assets/app/img/l2.png" />
                    <img alt="" src="assets/app/img/l2.png" />
                `:else=``]]
                
            </p>
            <div class="row row-light">
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <div class="new_block_predloj">
                       <p> [[*predloj_one]]</p>
                    </div>
                </div>
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <div class="new_block_predloj">
                       <p> [[*predloj_two]]</p>
                    </div>
                </div>
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <div class="new_block_predloj">
                       <p> [[*predloj_three]]</p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
        ),
      ),
      'big_photo' => 
      array (
        'fields' => 
        array (
          'id' => 20,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'big_photo',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<div class="big_photo_wrapper">
        <div class="big_photo" style="background-image:url([[*big_photo]])">
            <div class="big_photo_description">
                <p>
                    [[*big_photo_description]]
                </p>
            </div>
        </div>
    </div>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<div class="big_photo_wrapper">
        <div class="big_photo" style="background-image:url([[*big_photo]])">
            <div class="big_photo_description">
                <p>
                    [[*big_photo_description]]
                </p>
            </div>
        </div>
    </div>',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
        ),
      ),
      'form' => 
      array (
        'fields' => 
        array (
          'id' => 6,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'form',
          'description' => 'Форма используется на всех страницах!',
          'editor_type' => 0,
          'category' => 10,
          'cache_type' => 0,
          'snippet' => '<div class="row forma-cont">
    <div class="container">
        <div class="left-cont">
            <div class="order">
                <p><span class="yel">Заказать звонок</span> <span class="know">и узнать все подробно по телефону</span></p>
                <div class="line"></div>
                <span class="know">Мы позвоним!</span>
            </div>
        </div>
        <div class="right-cont">
            <div class="order-form">
                <p>Оставьте заявку</p>
                <form id="callback" action="[[~5]]" method="POST">
                    <span class="input input--yoshiko">
                		<input class="input__field input__field--yoshiko"name="name" type="text" id="input-10">
                		<label class="input__label input__label--yoshiko" for="input-10">
                			<span class="input__label-content input__label-content--yoshiko" data-content="Ваше имя">Ваше имя</span>
                		</label>
                	</span>
                	<span class="input input--yoshiko two-field">
                		<input class="input__field input__field--yoshiko" name="phone" type="text" id="input-11" required>
                		<label class="input__label input__label--yoshiko" for="input-11">
                			<span class="input__label-content input__label-content--yoshiko" data-content="Ваш телефон" required>Ваш телефон</span>
                		</label>
                	</span>
                    <button type="submit" id="send">ОТПРАВИТЬ</button>
                </form>
            </div>
        </div>
    </div>
</div>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<div class="row forma-cont">
    <div class="container">
        <div class="left-cont">
            <div class="order">
                <p><span class="yel">Заказать звонок</span> <span class="know">и узнать все подробно по телефону</span></p>
                <div class="line"></div>
                <span class="know">Мы позвоним!</span>
            </div>
        </div>
        <div class="right-cont">
            <div class="order-form">
                <p>Оставьте заявку</p>
                <form id="callback" action="[[~5]]" method="POST">
                    <span class="input input--yoshiko">
                		<input class="input__field input__field--yoshiko"name="name" type="text" id="input-10">
                		<label class="input__label input__label--yoshiko" for="input-10">
                			<span class="input__label-content input__label-content--yoshiko" data-content="Ваше имя">Ваше имя</span>
                		</label>
                	</span>
                	<span class="input input--yoshiko two-field">
                		<input class="input__field input__field--yoshiko" name="phone" type="text" id="input-11" required>
                		<label class="input__label input__label--yoshiko" for="input-11">
                			<span class="input__label-content input__label-content--yoshiko" data-content="Ваш телефон" required>Ваш телефон</span>
                		</label>
                	</span>
                    <button type="submit" id="send">ОТПРАВИТЬ</button>
                </form>
            </div>
        </div>
    </div>
</div>',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
        ),
      ),
      'inform' => 
      array (
        'fields' => 
        array (
          'id' => 4,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'inform',
          'description' => 'Важный чанк! Чанк используется на всех страницах предложений, вывод меню!',
          'editor_type' => 0,
          'category' => 10,
          'cache_type' => 0,
          'snippet' => '<!--<div class="row">
    <div class="punkt" id="scroll">
        <div class="container">
            <ul class="upper">
            	<li><a href="#marsh">маршрут</a></li>
            	<li><a href="#cost">стоимость</a></li>
            	<li><a href="#guid">гиды</a></li>
            	<li><a href="#what">что брать с собой</a></li>
            	<li><a href="#inform">информация</a></li>
            	<li><a href="#otzyv">отзывы</a></li>
            </ul>
        </div>
    </div>
</div>-->
<div class="row">
    <div class="container marsh" id="marsh">
        <div class="osoben-guid">
            <p class="upper">маршрут</p>
        </div>
        <div class="go">
            [[pdoMenu?
                &parents=`[[*id]]`
                &depth=`0`
                &tpl=`days`
                &includeTVs=`alt`
                &sortdir=`ASC`
            ]]
        </div>
    </div>
</div>
<div class="row">
    <div class="container" id="cost">
        <div class="osoben">
            <p class="upper">стоимость</p>
            <p>Позвоните нам, чтобы узнать подробности: <a href="tel:8 499 391 99 28">8 499 391 99 28</a></p>
        </div>
        <div class="row">
            <div class="col-lg-6 col-md-6 col-sm-12 col-xs-12 right-null">
                <div class="chek-head">
                    <img src="assets/app/img/in.png" alt="">
                </div>
                <ul class="in">
                    [[*incost]]
                </ul>
                <div class="two-line"></div>
            </div>
            <div class="col-lg-6 col-md-6 col-sm-12 col-xs-12 right-null">
                <div class="chek-head head-two">
                    <img src="assets/app/img/noin.png" alt="">
                </div>
                <ul class="noin">
                    [[*outcost]]
                </ul>
                <div class="two-line"></div>
            </div>
        </div>
    </div>
</div>
<div class="row in-pages">
    <div class="main-main form_zahvat_click">
        <div class="main-oval">
            <p>[[*cost_two]] &#8381;</p>
            <p class="upper">[[*text_cost_yesterday]]</p>
        </div>
        <div class="yel-oval">
            <p>[[*cost_now]] &#8381;</p>
            <p class="upper">[[*text_cost_now]]</p>
        </div>
    </div>
</div>
<div class="row">
    <div class="container guid" id="guid">
        
        <div class="osoben-guid">
            <p class="upper">гиды</p>
        </div>
        [[!getImageList? 
            &tvname=`guids` 
            &tpl=`newGuids`
            &docid=`[[*id]]`
        ]]
        
    </div>
</div>
[[If?&subject=`[[*id]]`&operator=`inarray`&operand=`2,3,64`&then=`[[$what_take]]`]]

<div class="row">
    <div class="container inform" id="inform">
        <div class="osoben-guid">
            <p class="upper">информация</p>
        </div>
        <div class="what_take">
            <a class="fancybox" rel="gallery1" href="/assets/app/img/informaciya.jpg">
            	<img src="/assets/app/img/informaciya.jpg" alt="" />
            </a>
        </div>
        <p class="meet">[[*inform]]</p>
        <div class="wrap_avia">
            <div class="aviaseiles">
                <script charset="utf-8" src="//www.travelpayouts.com/widgets/b1ae6dc6d208952f1378b159e172d02b.js?v=747" async></script>
            </div>
        </div>
    </div>
</div>
<div class="row">
    <div class="container guid" id="otzyv">
        
        <div class="osoben-guid">
            <p class="upper">[[*reviews:ne=``:then=`Отзывы`:else=``]]</p>
        </div>
        [[!getImageList? 
            &tvname=`reviews` 
            &tpl=`reviews.tpl`
            &docid=`[[*id]]`
        ]]
        
    </div>
</div>
<!--<div class="container">
    <div class="row">
        <div class="col-lg-12 col-md-12 col-sm-12 col-xs-12 ">
            <div class="osoben-guid">
                <h1 class="upper">Еще туры на Алтай</h1>
            </div>
        </div>
    </div>
    <div class="row main-cards new_blocks">
        [[blocks? &page_id=`[[*id]]`]]
    </div>
</div>-->',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<!--<div class="row">
    <div class="punkt" id="scroll">
        <div class="container">
            <ul class="upper">
            	<li><a href="#marsh">маршрут</a></li>
            	<li><a href="#cost">стоимость</a></li>
            	<li><a href="#guid">гиды</a></li>
            	<li><a href="#what">что брать с собой</a></li>
            	<li><a href="#inform">информация</a></li>
            	<li><a href="#otzyv">отзывы</a></li>
            </ul>
        </div>
    </div>
</div>-->
<div class="row">
    <div class="container marsh" id="marsh">
        <div class="osoben-guid">
            <p class="upper">маршрут</p>
        </div>
        <div class="go">
            [[pdoMenu?
                &parents=`[[*id]]`
                &depth=`0`
                &tpl=`days`
                &includeTVs=`alt`
                &sortdir=`ASC`
            ]]
        </div>
    </div>
</div>
<div class="row">
    <div class="container" id="cost">
        <div class="osoben">
            <p class="upper">стоимость</p>
            <p>Позвоните нам, чтобы узнать подробности: <a href="tel:8 499 391 99 28">8 499 391 99 28</a></p>
        </div>
        <div class="row">
            <div class="col-lg-6 col-md-6 col-sm-12 col-xs-12 right-null">
                <div class="chek-head">
                    <img src="assets/app/img/in.png" alt="">
                </div>
                <ul class="in">
                    [[*incost]]
                </ul>
                <div class="two-line"></div>
            </div>
            <div class="col-lg-6 col-md-6 col-sm-12 col-xs-12 right-null">
                <div class="chek-head head-two">
                    <img src="assets/app/img/noin.png" alt="">
                </div>
                <ul class="noin">
                    [[*outcost]]
                </ul>
                <div class="two-line"></div>
            </div>
        </div>
    </div>
</div>
<div class="row in-pages">
    <div class="main-main form_zahvat_click">
        <div class="main-oval">
            <p>[[*cost_two]] &#8381;</p>
            <p class="upper">[[*text_cost_yesterday]]</p>
        </div>
        <div class="yel-oval">
            <p>[[*cost_now]] &#8381;</p>
            <p class="upper">[[*text_cost_now]]</p>
        </div>
    </div>
</div>
<div class="row">
    <div class="container guid" id="guid">
        
        <div class="osoben-guid">
            <p class="upper">гиды</p>
        </div>
        [[!getImageList? 
            &tvname=`guids` 
            &tpl=`newGuids`
            &docid=`[[*id]]`
        ]]
        
    </div>
</div>
[[If?&subject=`[[*id]]`&operator=`inarray`&operand=`2,3,64`&then=`[[$what_take]]`]]

<div class="row">
    <div class="container inform" id="inform">
        <div class="osoben-guid">
            <p class="upper">информация</p>
        </div>
        <div class="what_take">
            <a class="fancybox" rel="gallery1" href="/assets/app/img/informaciya.jpg">
            	<img src="/assets/app/img/informaciya.jpg" alt="" />
            </a>
        </div>
        <p class="meet">[[*inform]]</p>
        <div class="wrap_avia">
            <div class="aviaseiles">
                <script charset="utf-8" src="//www.travelpayouts.com/widgets/b1ae6dc6d208952f1378b159e172d02b.js?v=747" async></script>
            </div>
        </div>
    </div>
</div>
<div class="row">
    <div class="container guid" id="otzyv">
        
        <div class="osoben-guid">
            <p class="upper">[[*reviews:ne=``:then=`Отзывы`:else=``]]</p>
        </div>
        [[!getImageList? 
            &tvname=`reviews` 
            &tpl=`reviews.tpl`
            &docid=`[[*id]]`
        ]]
        
    </div>
</div>
<!--<div class="container">
    <div class="row">
        <div class="col-lg-12 col-md-12 col-sm-12 col-xs-12 ">
            <div class="osoben-guid">
                <h1 class="upper">Еще туры на Алтай</h1>
            </div>
        </div>
    </div>
    <div class="row main-cards new_blocks">
        [[blocks? &page_id=`[[*id]]`]]
    </div>
</div>-->',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
        ),
      ),
      'what_take' => 
      array (
        'fields' => 
        array (
          'id' => 22,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'what_take',
          'description' => 'Блок "Что брать с собой"',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<div class="row">
    <div class="container what" id="what" name="what">
        <div class="osoben-guid">
            <p class="upper">что брать с собой</p>
        </div>
        <div class="what_take">
            <a class="fancybox" rel="gallery1" href="/assets/app/img/what_take.jpg">
            	<img src="/assets/app/img/what_take.jpg" alt="" />
            </a>
        </div>
        <div class="row">
            <div class="col-lg-12 col-md-12 col-sm-12 col-xs-12 what-take-us">
                [[*take]]
            </div>
            <div class="col-lg-4 col-md-4 col-sm-6 col-xs-6">
            </div>
        </div>
    </div>
</div>',
          'locked' => false,
          'properties' => NULL,
          'static' => false,
          'static_file' => '',
          'content' => '<div class="row">
    <div class="container what" id="what" name="what">
        <div class="osoben-guid">
            <p class="upper">что брать с собой</p>
        </div>
        <div class="what_take">
            <a class="fancybox" rel="gallery1" href="/assets/app/img/what_take.jpg">
            	<img src="/assets/app/img/what_take.jpg" alt="" />
            </a>
        </div>
        <div class="row">
            <div class="col-lg-12 col-md-12 col-sm-12 col-xs-12 what-take-us">
                [[*take]]
            </div>
            <div class="col-lg-4 col-md-4 col-sm-6 col-xs-6">
            </div>
        </div>
    </div>
</div>',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
        ),
      ),
      'footer' => 
      array (
        'fields' => 
        array (
          'id' => 2,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'footer',
          'description' => 'Подвал, используется на всех страницах',
          'editor_type' => 0,
          'category' => 10,
          'cache_type' => 0,
          'snippet' => '<div class="pop">
<div class="popup"></div>
[[$polezn]]
[[$form_zahvat]]
</div>
<footer id="contacty">
        <div class="row">
            <div class="container">
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <p class="foot-head">Наши программы</p>
                    <div class="line-three"></div>
                    <ul>
                        <li><a href="[[~1]]">Своя тропа - Главная</a></li>
                        <li><a href="[[~2]]">Треккинг к Белухе - Light</a></li>
                        <li><a href="[[~3]]">Треккинг к Белухе - Standart</a></li>
                        <li><a href="[[~4]]">Экскурсионная программа без палаток + Yoga</a></li>
                        <li><a href="[[~64]]">Мультинские озера</a></li>
                        <li><a href="[[~109]]">Шавлинские озера</a></li>
                    </ul>
                    <p class="copy">&copy; 2016, СВОЯ ТРОПА - <br>Туроператор по Алтаю </p>
                </div>
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <p class="foot-head">Информация</p>
                    <div class="line-three"></div>
                    <ul>
                        <!--<li><a href="/assets/turistik.pdf" target="_blank">ООО "СТ Туристик"</a></li>-->
                        <li class="politic">Политика конфиденциальности</li>
                        <!--<li><a href="/assets/ogrn.pdf" target="_blank">ОГРН 1167746296343</a></li>
                        <li><a href="/assets/rospotrebnadzor.pdf" target="_blank">Свидетельство из роспотребнадзора</a></li>-->
                    </ul>
                    <div class="wrapper_preview">
                        <div class="preview">
                            <a class="fancybox-preview" rel="gallery1" href="/assets/app/img/or1.jpg">
                            	<img src="/assets/app/img/or1.jpg" alt="" />
                            </a>
                        </div>
                        <div class="preview preview_two">
                            <a class="fancybox-preview" rel="gallery1" href="/assets/app/img/ps.jpg">
                            	<img src="/assets/app/img/ps.jpg" alt="" />
                            </a>
                        </div>
                    </div>
                </div>
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <p class="foot-head">Контакты</p>
                    <div class="line-three"></div>
                    <!--<p><i class="fa fa-map-marker"></i>г. Москва</p>-->
                    <p class="foot-phone"><i class="fa fa-phone"></i><a href="tel:84993919928">8 499 391 99 28</a></p>
                    <p class="mail"><i class="fa fa-envelope-o"></i><a href="mailto:altay@mail.ru">altay@svoya-tropa.ru</a></p>
                    <p class="social-foot"><a href="https://vk.com/altaytracking" target="_blank" onclick="yaCounter26386740.reachGoal(\'VKAWAY\'); return true;"><img src="assets/app/img/VK-f.png" alt=""></a><a href="https://www.facebook.com/altaytracking/" target="_blank" onclick="yaCounter26386740.reachGoal(\'FBAWAY\'); return true;"><img src="assets/app/img/FB-f.png" alt=""></a></p>
                </div>
            </div>
        </div>
    </footer>
<div class="none-wrap"></div>
<script src="assets/app/dist/jquery.min.js"></script>
<script src="assets/app/dist/bundle.all.js"></script>
<script src="assets/app/js/bootstrap.min.js"></script>

<script src="assets/app/dist/jquery.inputmask.js"></script>
<script src="assets/app/dist/inputmask.js"></script>
<script src="assets/app/dist/inputmask.phone.extensions.js"></script>

<script>
    $(document).ready(function() {
    $("li.level2").on("click", function(){
          $("ul.level_two-menu").toggleClass("open");
          $(".none-wrap").toggleClass("open");
    });
    $(".none-wrap").on("click",function(){
        if ($(".level_two-menu").hasClass("open")) {
            $(".level_two-menu").removeClass("open");
            $(".none-wrap").toggleClass("open");
        }
    })
    $(".hamburger").on("click", function(){
          $(this).toggleClass("is-active"); 
          $(".top-menu").toggleClass("translated_menu");
    });
    
    var selector = document.getElementById("input-11");

    var im = new Inputmask("+7(999)9999999");
    im.mask(selector);

	$(".fancybox").fancybox({
		openEffect	: \'none\',
		closeEffect	: \'none\'
	});
	
	$(".fancybox-preview").fancybox({
		openEffect	: \'none\',
		closeEffect	: \'none\'
	});
});
</script>

<script src="//code.jquery.com/ui/1.11.4/jquery-ui.js"></script>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<div class="pop">
<div class="popup"></div>
[[$polezn]]
[[$form_zahvat]]
</div>
<footer id="contacty">
        <div class="row">
            <div class="container">
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <p class="foot-head">Наши программы</p>
                    <div class="line-three"></div>
                    <ul>
                        <li><a href="[[~1]]">Своя тропа - Главная</a></li>
                        <li><a href="[[~2]]">Треккинг к Белухе - Light</a></li>
                        <li><a href="[[~3]]">Треккинг к Белухе - Standart</a></li>
                        <li><a href="[[~4]]">Экскурсионная программа без палаток + Yoga</a></li>
                        <li><a href="[[~64]]">Мультинские озера</a></li>
                        <li><a href="[[~109]]">Шавлинские озера</a></li>
                    </ul>
                    <p class="copy">&copy; 2016, СВОЯ ТРОПА - <br>Туроператор по Алтаю </p>
                </div>
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <p class="foot-head">Информация</p>
                    <div class="line-three"></div>
                    <ul>
                        <!--<li><a href="/assets/turistik.pdf" target="_blank">ООО "СТ Туристик"</a></li>-->
                        <li class="politic">Политика конфиденциальности</li>
                        <!--<li><a href="/assets/ogrn.pdf" target="_blank">ОГРН 1167746296343</a></li>
                        <li><a href="/assets/rospotrebnadzor.pdf" target="_blank">Свидетельство из роспотребнадзора</a></li>-->
                    </ul>
                    <div class="wrapper_preview">
                        <div class="preview">
                            <a class="fancybox-preview" rel="gallery1" href="/assets/app/img/or1.jpg">
                            	<img src="/assets/app/img/or1.jpg" alt="" />
                            </a>
                        </div>
                        <div class="preview preview_two">
                            <a class="fancybox-preview" rel="gallery1" href="/assets/app/img/ps.jpg">
                            	<img src="/assets/app/img/ps.jpg" alt="" />
                            </a>
                        </div>
                    </div>
                </div>
                <div class="col-lg-4 col-md-4 col-sm-4 col-xs-12">
                    <p class="foot-head">Контакты</p>
                    <div class="line-three"></div>
                    <!--<p><i class="fa fa-map-marker"></i>г. Москва</p>-->
                    <p class="foot-phone"><i class="fa fa-phone"></i><a href="tel:84993919928">8 499 391 99 28</a></p>
                    <p class="mail"><i class="fa fa-envelope-o"></i><a href="mailto:altay@mail.ru">altay@svoya-tropa.ru</a></p>
                    <p class="social-foot"><a href="https://vk.com/altaytracking" target="_blank" onclick="yaCounter26386740.reachGoal(\'VKAWAY\'); return true;"><img src="assets/app/img/VK-f.png" alt=""></a><a href="https://www.facebook.com/altaytracking/" target="_blank" onclick="yaCounter26386740.reachGoal(\'FBAWAY\'); return true;"><img src="assets/app/img/FB-f.png" alt=""></a></p>
                </div>
            </div>
        </div>
    </footer>
<div class="none-wrap"></div>
<script src="assets/app/dist/jquery.min.js"></script>
<script src="assets/app/dist/bundle.all.js"></script>
<script src="assets/app/js/bootstrap.min.js"></script>

<script src="assets/app/dist/jquery.inputmask.js"></script>
<script src="assets/app/dist/inputmask.js"></script>
<script src="assets/app/dist/inputmask.phone.extensions.js"></script>

<script>
    $(document).ready(function() {
    $("li.level2").on("click", function(){
          $("ul.level_two-menu").toggleClass("open");
          $(".none-wrap").toggleClass("open");
    });
    $(".none-wrap").on("click",function(){
        if ($(".level_two-menu").hasClass("open")) {
            $(".level_two-menu").removeClass("open");
            $(".none-wrap").toggleClass("open");
        }
    })
    $(".hamburger").on("click", function(){
          $(this).toggleClass("is-active"); 
          $(".top-menu").toggleClass("translated_menu");
    });
    
    var selector = document.getElementById("input-11");

    var im = new Inputmask("+7(999)9999999");
    im.mask(selector);

	$(".fancybox").fancybox({
		openEffect	: \'none\',
		closeEffect	: \'none\'
	});
	
	$(".fancybox-preview").fancybox({
		openEffect	: \'none\',
		closeEffect	: \'none\'
	});
});
</script>

<script src="//code.jquery.com/ui/1.11.4/jquery-ui.js"></script>',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
        ),
      ),
      'polezn' => 
      array (
        'fields' => 
        array (
          'id' => 11,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'polezn',
          'description' => 'Чанк политики конфиденциальности',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<div class="polezn">
<p class="upper">Политика конфиденциальности</p>
<p>
    Настоящая Политика конфиденциальности персональной информации (далее — Политика) действует в отношении всей информации, которую ООО "СТ Туристик" может получить о пользователе во время использования им любого из сервисов сайтов svoya-tropa.ru, и его поддоменов
    <br>1. Персональные данные. Цель сбора и обработки персональных данных.
    <br>1.1. Вы всегда можете посетить наш сайт, не раскрывая никакой персональной информации.
    <br>1.2. Под персональными данными понимается любая информация, относящаяся к определенному или определяемому на основании такой информации физическому лицу. 
   <br> 1.3. Наш сайт собирает и использует персональные данные, необходимые для оказания пользователю услуг, связанных с основной деятельностью компании - деятельность организаторов туристических поездок (туроператоров) - деятельность туристических агентов (турагентов). 
   <br> 2. Условия обработки персональной информации покупателя и её передачи третьим лицам.
   <br> 2.1. При обработке персональных данных покупателей ООО "СТ Туристик" руководствуется Федеральным законом РФ «О персональных данных».
   <br> 2.2. В отношении персональной информации покупателя сохраняется ее конфиденциальность.
   <br> 2.3 Оставляя персональные данные, вы подтверждаете, что являетесь дееспособным лицом, достигшим 14-летнего возраста.
   <br> 3. ООО "СТ Туристик" принимает необходимые и достаточные организационные и технические меры для защиты персональной информации пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.
   <br> 4. Изменение Политики конфиденциальности.
    ООО СТ Туристик имеет право вносить изменения в настоящую Политику конфиденциальности. 
    При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики. Действующая редакция всегда находится на странице по адресу: svoya-tropa.ru
    Дата редакции последней редакции 07.04.2016
</p>
</div>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<div class="polezn">
<p class="upper">Политика конфиденциальности</p>
<p>
    Настоящая Политика конфиденциальности персональной информации (далее — Политика) действует в отношении всей информации, которую ООО "СТ Туристик" может получить о пользователе во время использования им любого из сервисов сайтов svoya-tropa.ru, и его поддоменов
    <br>1. Персональные данные. Цель сбора и обработки персональных данных.
    <br>1.1. Вы всегда можете посетить наш сайт, не раскрывая никакой персональной информации.
    <br>1.2. Под персональными данными понимается любая информация, относящаяся к определенному или определяемому на основании такой информации физическому лицу. 
   <br> 1.3. Наш сайт собирает и использует персональные данные, необходимые для оказания пользователю услуг, связанных с основной деятельностью компании - деятельность организаторов туристических поездок (туроператоров) - деятельность туристических агентов (турагентов). 
   <br> 2. Условия обработки персональной информации покупателя и её передачи третьим лицам.
   <br> 2.1. При обработке персональных данных покупателей ООО "СТ Туристик" руководствуется Федеральным законом РФ «О персональных данных».
   <br> 2.2. В отношении персональной информации покупателя сохраняется ее конфиденциальность.
   <br> 2.3 Оставляя персональные данные, вы подтверждаете, что являетесь дееспособным лицом, достигшим 14-летнего возраста.
   <br> 3. ООО "СТ Туристик" принимает необходимые и достаточные организационные и технические меры для защиты персональной информации пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.
   <br> 4. Изменение Политики конфиденциальности.
    ООО СТ Туристик имеет право вносить изменения в настоящую Политику конфиденциальности. 
    При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики. Действующая редакция всегда находится на странице по адресу: svoya-tropa.ru
    Дата редакции последней редакции 07.04.2016
</p>
</div>',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'form_zahvat' => 
      array (
        'fields' => 
        array (
          'id' => 19,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'form_zahvat',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<div class="order-form form_act">
    <p>Оставьте заявку</p>
    <form id="callback_zahvat" action="[[~5]]" method="POST">
        <span class="input input--yoshiko">
    		<input class="input__field input__field--yoshiko"name="name" type="text" id="input-10">
    		<label class="input__label input__label--yoshiko" for="input-10">
    			<span class="input__label-content input__label-content--yoshiko" data-content="Ваше имя">Ваше имя</span>
    		</label>
    	</span>
    	<span class="input input--yoshiko two-field">
    		<input class="input__field input__field--yoshiko" name="phone" type="text" id="input-10" required>
    		<label class="input__label input__label--yoshiko" for="input-10">
    			<span class="input__label-content input__label-content--yoshiko" data-content="Ваш телефон">Ваш телефон</span>
    		</label>
    	</span>
        <button type="submit" id="send">ОТПРАВИТЬ</button>
    </form>
</div>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<div class="order-form form_act">
    <p>Оставьте заявку</p>
    <form id="callback_zahvat" action="[[~5]]" method="POST">
        <span class="input input--yoshiko">
    		<input class="input__field input__field--yoshiko"name="name" type="text" id="input-10">
    		<label class="input__label input__label--yoshiko" for="input-10">
    			<span class="input__label-content input__label-content--yoshiko" data-content="Ваше имя">Ваше имя</span>
    		</label>
    	</span>
    	<span class="input input--yoshiko two-field">
    		<input class="input__field input__field--yoshiko" name="phone" type="text" id="input-10" required>
    		<label class="input__label input__label--yoshiko" for="input-10">
    			<span class="input__label-content input__label-content--yoshiko" data-content="Ваш телефон">Ваш телефон</span>
    		</label>
    	</span>
        <button type="submit" id="send">ОТПРАВИТЬ</button>
    </form>
</div>',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
        ),
      ),
    ),
    'modSnippet' => 
    array (
      'pdoMenu' => 
      array (
        'fields' => 
        array (
          'id' => 25,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'pdoMenu',
          'description' => '',
          'editor_type' => 0,
          'category' => 2,
          'cache_type' => 0,
          'snippet' => '/** @var array $scriptProperties */

// Convert parameters from Wayfinder if exists
if (isset($startId)) {
    $scriptProperties[\'parents\'] = $startId;
}
if (!empty($includeDocs)) {
    $tmp = array_map(\'trim\', explode(\',\', $includeDocs));
    foreach ($tmp as $v) {
        if (!empty($scriptProperties[\'resources\'])) {
            $scriptProperties[\'resources\'] .= \',\' . $v;
        } else {
            $scriptProperties[\'resources\'] = $v;
        }
    }
}
if (!empty($excludeDocs)) {
    $tmp = array_map(\'trim\', explode(\',\', $excludeDocs));
    foreach ($tmp as $v) {
        if (!empty($scriptProperties[\'resources\'])) {
            $scriptProperties[\'resources\'] .= \',-\' . $v;
        } else {
            $scriptProperties[\'resources\'] = \'-\' . $v;
        }
    }
}

if (!empty($previewUnpublished) && $modx->hasPermission(\'view_unpublished\')) {
    $scriptProperties[\'showUnpublished\'] = 1;
}

$scriptProperties[\'depth\'] = empty($level) ? 100 : abs($level) - 1;
if (!empty($contexts)) {
    $scriptProperties[\'context\'] = $contexts;
}
if (empty($scriptProperties[\'context\'])) {
    $scriptProperties[\'context\'] = $modx->resource->context_key;
}

// Save original parents specified by user
$specified_parents = array_map(\'trim\', explode(\',\', $scriptProperties[\'parents\']));

if ($scriptProperties[\'parents\'] === \'\') {
    $scriptProperties[\'parents\'] = $modx->resource->id;
} elseif ($scriptProperties[\'parents\'] === 0 || $scriptProperties[\'parents\'] === \'0\') {
    if ($scriptProperties[\'depth\'] !== \'\' && $scriptProperties[\'depth\'] !== 100) {
        $contexts = array_map(\'trim\', explode(\',\', $scriptProperties[\'context\']));
        $parents = array();
        if (!empty($scriptProperties[\'showDeleted\'])) {
            $pdoFetch = $modx->getService(\'pdoFetch\');
            foreach ($contexts as $ctx) {
                $parents = array_merge($parents,
                    $pdoFetch->getChildIds(\'modResource\', 0, $scriptProperties[\'depth\'], array(\'context\' => $ctx)));
            }
        } else {
            foreach ($contexts as $ctx) {
                $parents = array_merge($parents,
                    $modx->getChildIds(0, $scriptProperties[\'depth\'], array(\'context\' => $ctx)));
            }
        }
        $scriptProperties[\'parents\'] = !empty($parents) ? implode(\',\', $parents) : \'+0\';
        $scriptProperties[\'depth\'] = 0;
    }
    $scriptProperties[\'includeParents\'] = 1;
    $scriptProperties[\'displayStart\'] = 0;
} else {
    $parents = array_map(\'trim\', explode(\',\', $scriptProperties[\'parents\']));
    $parents_in = $parents_out = array();
    foreach ($parents as $v) {
        if (!is_numeric($v)) {
            continue;
        }
        if ($v[0] == \'-\') {
            $parents_out[] = abs($v);
        } else {
            $parents_in[] = abs($v);
        }
    }

    if (empty($parents_in)) {
        $scriptProperties[\'includeParents\'] = 1;
        $scriptProperties[\'displayStart\'] = 0;
    }
}

if (!empty($displayStart)) {
    $scriptProperties[\'includeParents\'] = 1;
}
if (!empty($ph)) {
    $toPlaceholder = $ph;
}
if (!empty($sortOrder)) {
    $scriptProperties[\'sortdir\'] = $sortOrder;
}
if (!empty($sortBy)) {
    $scriptProperties[\'sortby\'] = $sortBy;
}
if (!empty($permissions)) {
    $scriptProperties[\'checkPermissions\'] = $permissions;
}
if (!empty($cacheResults)) {
    $scriptProperties[\'cache\'] = $cacheResults;
}
if (!empty($ignoreHidden)) {
    $scriptProperties[\'showHidden\'] = $ignoreHidden;
}

$wfTemplates = array(
    \'outerTpl\' => \'tplOuter\',
    \'rowTpl\' => \'tpl\',
    \'parentRowTpl\' => \'tplParentRow\',
    \'parentRowHereTpl\' => \'tplParentRowHere\',
    \'hereTpl\' => \'tplHere\',
    \'innerTpl\' => \'tplInner\',
    \'innerRowTpl\' => \'tplInnerRow\',
    \'innerHereTpl\' => \'tplInnerHere\',
    \'activeParentRowTpl\' => \'tplParentRowActive\',
    \'categoryFoldersTpl\' => \'tplCategoryFolder\',
    \'startItemTpl\' => \'tplStart\',
);
foreach ($wfTemplates as $k => $v) {
    if (isset(${$k})) {
        $scriptProperties[$v] = ${$k};
    }
}
//---

/** @var pdoMenu $pdoMenu */
$fqn = $modx->getOption(\'pdoMenu.class\', null, \'pdotools.pdomenu\', true);
$path = $modx->getOption(\'pdomenu_class_path\', null, MODX_CORE_PATH . \'components/pdotools/model/\', true);
if ($pdoClass = $modx->loadClass($fqn, $path, false, true)) {
    $pdoMenu = new $pdoClass($modx, $scriptProperties);
} else {
    return false;
}
$pdoMenu->pdoTools->addTime(\'pdoTools loaded\');

$cache = !empty($cache) || (!$modx->user->id && !empty($cacheAnonymous));
if (empty($scriptProperties[\'cache_key\'])) {
    $scriptProperties[\'cache_key\'] = \'pdomenu/\' . sha1(serialize($scriptProperties));
}

$output = \'\';
$tree = array();
if ($cache) {
    $tree = $pdoMenu->pdoTools->getCache($scriptProperties);
}
if (empty($tree)) {
    $data = $pdoMenu->pdoTools->run();
    $data = $pdoMenu->pdoTools->buildTree($data, \'id\', \'parent\', $specified_parents);
    $tree = array();
    foreach ($data as $k => $v) {
        if (empty($v[\'id\'])) {
            if (!in_array($k, $specified_parents) && !$pdoMenu->checkResource($k)) {
                continue;
            } else {
                $tree = array_merge($tree, $v[\'children\']);
            }
        } else {
            $tree[$k] = $v;
        }
    }
    if ($cache) {
        $pdoMenu->pdoTools->setCache($tree, $scriptProperties);
    }
}
if (!empty($tree)) {
    $output = $pdoMenu->templateTree($tree);
}

if ($modx->user->hasSessionContext(\'mgr\') && !empty($showLog)) {
    $output .= \'<pre class="pdoMenuLog">\' . print_r($pdoMenu->pdoTools->getTime(), 1) . \'</pre>\';
}

if (!empty($toPlaceholder)) {
    $modx->setPlaceholder($toPlaceholder, $output);
} else {
    return $output;
}',
          'locked' => false,
          'properties' => 
          array (
            'showLog' => 
            array (
              'name' => 'showLog',
              'desc' => 'pdotools_prop_showLog',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Показывать дополнительную информацию о работе сниппета. Только для авторизованных в контекте "mgr".',
              'area_trans' => '',
            ),
            'fastMode' => 
            array (
              'name' => 'fastMode',
              'desc' => 'pdotools_prop_fastMode',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Быстрый режим обработки чанков. Все необработанные теги (условия, сниппеты и т.п.) будут вырезаны.',
              'area_trans' => '',
            ),
            'level' => 
            array (
              'name' => 'level',
              'desc' => 'pdotools_prop_level',
              'type' => 'numberfield',
              'options' => 
              array (
              ),
              'value' => 0,
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Уровень генерируемого меню.',
              'area_trans' => '',
            ),
            'parents' => 
            array (
              'name' => 'parents',
              'desc' => 'pdotools_prop_parents',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Список родителей, через запятую, для поиска результатов. По умолчанию выборка ограничена текущим родителем. Если поставить 0 - выборка не ограничивается. Если id родителя начинается с дефиса, он и его потомки исключается из выборки.',
              'area_trans' => '',
            ),
            'displayStart' => 
            array (
              'name' => 'displayStart',
              'desc' => 'pdotools_prop_displayStart',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Включить показ начальных узлов меню. Полезно при указании более одного "parents".',
              'area_trans' => '',
            ),
            'resources' => 
            array (
              'name' => 'resources',
              'desc' => 'pdotools_prop_resources',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Список ресурсов, через запятую, для вывода в результатах. Если id ресурса начинается с дефиса, этот ресурс исключается из выборки.',
              'area_trans' => '',
            ),
            'templates' => 
            array (
              'name' => 'templates',
              'desc' => 'pdotools_prop_templates',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Список шаблонов, через запятую, для фильтрации результатов. Если id шаблона начинается с дефиса, ресурсы с ним исключается из выборки.',
              'area_trans' => '',
            ),
            'context' => 
            array (
              'name' => 'context',
              'desc' => 'pdotools_prop_context',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Ограничение выборки по контексту ресурсов.',
              'area_trans' => '',
            ),
            'cache' => 
            array (
              'name' => 'cache',
              'desc' => 'pdotools_prop_cache',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Кэширование результатов работы сниппета.',
              'area_trans' => '',
            ),
            'cacheTime' => 
            array (
              'name' => 'cacheTime',
              'desc' => 'pdotools_prop_cacheTime',
              'type' => 'numberfield',
              'options' => 
              array (
              ),
              'value' => 3600,
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Время актуальности кэша в секундах.',
              'area_trans' => '',
            ),
            'cacheAnonymous' => 
            array (
              'name' => 'cacheAnonymous',
              'desc' => 'pdotools_prop_cacheAnonymous',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Включить кэширование только для неавторизованных посетителей.',
              'area_trans' => '',
            ),
            'plPrefix' => 
            array (
              'name' => 'plPrefix',
              'desc' => 'pdotools_prop_plPrefix',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => 'wf.',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Префикс для выставляемых плейсхолдеров, по умолчанию "wf.".',
              'area_trans' => '',
            ),
            'showHidden' => 
            array (
              'name' => 'showHidden',
              'desc' => 'pdotools_prop_showHidden',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Показывать ресурсы, скрытые в меню.',
              'area_trans' => '',
            ),
            'showUnpublished' => 
            array (
              'name' => 'showUnpublished',
              'desc' => 'pdotools_prop_showUnpublished',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Показывать неопубликованные ресурсы.',
              'area_trans' => '',
            ),
            'showDeleted' => 
            array (
              'name' => 'showDeleted',
              'desc' => 'pdotools_prop_showDeleted',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Показывать удалённые ресурсы.',
              'area_trans' => '',
            ),
            'previewUnpublished' => 
            array (
              'name' => 'previewUnpublished',
              'desc' => 'pdotools_prop_previewUnpublished',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Включить показ неопубликованных документов, если у пользователя есть на это разрешение.',
              'area_trans' => '',
            ),
            'hideSubMenus' => 
            array (
              'name' => 'hideSubMenus',
              'desc' => 'pdotools_prop_hideSubMenus',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Спрятать неактивные ветки меню.',
              'area_trans' => '',
            ),
            'useWeblinkUrl' => 
            array (
              'name' => 'useWeblinkUrl',
              'desc' => 'pdotools_prop_useWeblinkUrl',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => true,
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Генерировать ссылку с учетом класса ресурса.',
              'area_trans' => '',
            ),
            'sortdir' => 
            array (
              'name' => 'sortdir',
              'desc' => 'pdotools_prop_sortdir',
              'type' => 'list',
              'options' => 
              array (
                0 => 
                array (
                  'text' => 'ASC',
                  'value' => 'ASC',
                  'name' => 'ASC',
                ),
                1 => 
                array (
                  'text' => 'DESC',
                  'value' => 'DESC',
                  'name' => 'DESC',
                ),
              ),
              'value' => 'ASC',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Направление сортировки: по убыванию или возрастанию.',
              'area_trans' => '',
            ),
            'sortby' => 
            array (
              'name' => 'sortby',
              'desc' => 'pdotools_prop_sortby',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => 'menuindex',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Любое поле ресурса для сортировки, включая ТВ параметр, если он указан в параметре "includeTVs". Можно указывать JSON строку с массивом нескольких полей. Для случайно сортировки укажите "RAND()"',
              'area_trans' => '',
            ),
            'limit' => 
            array (
              'name' => 'limit',
              'desc' => 'pdotools_prop_limit',
              'type' => 'numberfield',
              'options' => 
              array (
              ),
              'value' => 0,
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Ограничение количества результатов выборки. Можно использовать "0".',
              'area_trans' => '',
            ),
            'offset' => 
            array (
              'name' => 'offset',
              'desc' => 'pdotools_prop_offset',
              'type' => 'numberfield',
              'options' => 
              array (
              ),
              'value' => 0,
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Пропуск результатов от начала.',
              'area_trans' => '',
            ),
            'rowIdPrefix' => 
            array (
              'name' => 'rowIdPrefix',
              'desc' => 'pdotools_prop_rowIdPrefix',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Префикс id="" для выставления идентификатора в чанк.',
              'area_trans' => '',
            ),
            'firstClass' => 
            array (
              'name' => 'firstClass',
              'desc' => 'pdotools_prop_firstClass',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => 'first',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Класс для первого пункта меню.',
              'area_trans' => '',
            ),
            'lastClass' => 
            array (
              'name' => 'lastClass',
              'desc' => 'pdotools_prop_lastClass',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => 'last',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Класс последнего пункта меню.',
              'area_trans' => '',
            ),
            'hereClass' => 
            array (
              'name' => 'hereClass',
              'desc' => 'pdotools_prop_hereClass',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => 'active',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Класс для активного пункта меню.',
              'area_trans' => '',
            ),
            'parentClass' => 
            array (
              'name' => 'parentClass',
              'desc' => 'pdotools_prop_parentClass',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Класс категории меню.',
              'area_trans' => '',
            ),
            'rowClass' => 
            array (
              'name' => 'rowClass',
              'desc' => 'pdotools_prop_rowClass',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Класс одной строки меню.',
              'area_trans' => '',
            ),
            'outerClass' => 
            array (
              'name' => 'outerClass',
              'desc' => 'pdotools_prop_outerClass',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Класс обертки меню.',
              'area_trans' => '',
            ),
            'innerClass' => 
            array (
              'name' => 'innerClass',
              'desc' => 'pdotools_prop_innerClass',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Класс внутренних ссылок меню.',
              'area_trans' => '',
            ),
            'levelClass' => 
            array (
              'name' => 'levelClass',
              'desc' => 'pdotools_prop_levelClass',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Класс уровня меню. Например, если укажите "level", то будет "level1", "level2" и т.д.',
              'area_trans' => '',
            ),
            'selfClass' => 
            array (
              'name' => 'selfClass',
              'desc' => 'pdotools_prop_selfClass',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Класс текущего документа в меню.',
              'area_trans' => '',
            ),
            'webLinkClass' => 
            array (
              'name' => 'webLinkClass',
              'desc' => 'pdotools_prop_webLinkClass',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Класс документа-ссылки.',
              'area_trans' => '',
            ),
            'tplOuter' => 
            array (
              'name' => 'tplOuter',
              'desc' => 'pdotools_prop_tplOuter',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '@INLINE <ul[[+classes]]>[[+wrapper]]</ul>',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Чанк-обёртка всего блока меню.',
              'area_trans' => '',
            ),
            'tpl' => 
            array (
              'name' => 'tpl',
              'desc' => 'pdotools_prop_tpl',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '@INLINE <li[[+classes]]><a href="[[+link]]" [[+attributes]]>[[+menutitle]]</a>[[+wrapper]]</li>',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Имя чанка для оформления ресурса. Если не указан, то содержимое полей ресурса будет распечатано на экран.',
              'area_trans' => '',
            ),
            'tplParentRow' => 
            array (
              'name' => 'tplParentRow',
              'desc' => 'pdotools_prop_tplParentRow',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Чанк оформления контейнера с потомками.',
              'area_trans' => '',
            ),
            'tplParentRowHere' => 
            array (
              'name' => 'tplParentRowHere',
              'desc' => 'pdotools_prop_tplParentRowHere',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Чанк оформления текущего контейнера с потомками.',
              'area_trans' => '',
            ),
            'tplHere' => 
            array (
              'name' => 'tplHere',
              'desc' => 'pdotools_prop_tplHere',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Чанк текущего документа',
              'area_trans' => '',
            ),
            'tplInner' => 
            array (
              'name' => 'tplInner',
              'desc' => 'pdotools_prop_tplInner',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Чанк-обёртка внутренних пунктов меню. Если пуст - будет использовать "tplInner".',
              'area_trans' => '',
            ),
            'tplInnerRow' => 
            array (
              'name' => 'tplInnerRow',
              'desc' => 'pdotools_prop_tplInnerRow',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Чанк-обёртка активного пункта меню.',
              'area_trans' => '',
            ),
            'tplInnerHere' => 
            array (
              'name' => 'tplInnerHere',
              'desc' => 'pdotools_prop_tplInnerHere',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Чанк-обёртка активного пункта меню.',
              'area_trans' => '',
            ),
            'tplParentRowActive' => 
            array (
              'name' => 'tplParentRowActive',
              'desc' => 'pdotools_prop_tplParentRowActive',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Чанк оформления активного контейнера с потомками.',
              'area_trans' => '',
            ),
            'tplCategoryFolder' => 
            array (
              'name' => 'tplCategoryFolder',
              'desc' => 'pdotools_prop_tplCategoryFolder',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Специальный чанк оформления категории. Категория - это документ с потомками и или нулевым шаблоном, или с атрибутом "rel=\\"category\\"".',
              'area_trans' => '',
            ),
            'tplStart' => 
            array (
              'name' => 'tplStart',
              'desc' => 'pdotools_prop_tplStart',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '@INLINE <h2[[+classes]]>[[+menutitle]]</h2>[[+wrapper]]',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Чанк оформления корневого пункта, при условии, что включен "displayStart".',
              'area_trans' => '',
            ),
            'checkPermissions' => 
            array (
              'name' => 'checkPermissions',
              'desc' => 'pdotools_prop_checkPermissions',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Укажите, какие разрешения нужно проверять у пользователя при выводе документов.',
              'area_trans' => '',
            ),
            'hereId' => 
            array (
              'name' => 'hereId',
              'desc' => 'pdotools_prop_hereId',
              'type' => 'numberfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Id документа, текущего для генерируемого меню. Нужно указывать только если скрипт сам его неверно определяет, например при выводе меню из чанка другого сниппета.',
              'area_trans' => '',
            ),
            'where' => 
            array (
              'name' => 'where',
              'desc' => 'pdotools_prop_where',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Массив дополнительных параметров выборки, закодированный в JSON.',
              'area_trans' => '',
            ),
            'select' => 
            array (
              'name' => 'select',
              'desc' => 'pdotools_prop_select',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Список полей для выборки, через запятую. Можно указывать JSON строку с массивом, например {"modResource":"id,pagetitle,content"}.',
              'area_trans' => '',
            ),
            'scheme' => 
            array (
              'name' => 'scheme',
              'desc' => 'pdotools_prop_scheme',
              'type' => 'list',
              'options' => 
              array (
                0 => 
                array (
                  'value' => '',
                  'text' => 'System default',
                  'name' => 'System default',
                ),
                1 => 
                array (
                  'value' => -1,
                  'text' => '-1 (relative to site_url)',
                  'name' => '-1 (relative to site_url)',
                ),
                2 => 
                array (
                  'value' => 'full',
                  'text' => 'full (absolute, prepended with site_url)',
                  'name' => 'full (absolute, prepended with site_url)',
                ),
                3 => 
                array (
                  'value' => 'abs',
                  'text' => 'abs (absolute, prepended with base_url)',
                  'name' => 'abs (absolute, prepended with base_url)',
                ),
                4 => 
                array (
                  'value' => 'http',
                  'text' => 'http (absolute, forced to http scheme)',
                  'name' => 'http (absolute, forced to http scheme)',
                ),
                5 => 
                array (
                  'value' => 'https',
                  'text' => 'https (absolute, forced to https scheme)',
                  'name' => 'https (absolute, forced to https scheme)',
                ),
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Схема формирования ссылок: "uri" для подстановки поля uri документа (очень быстро) или параметр для modX::makeUrl().',
              'area_trans' => '',
            ),
            'toPlaceholder' => 
            array (
              'name' => 'toPlaceholder',
              'desc' => 'pdotools_prop_toPlaceholder',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '',
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Если не пусто, сниппет сохранит все данные в плейсхолдер с этим именем, вместо вывода не экран.',
              'area_trans' => '',
            ),
            'countChildren' => 
            array (
              'name' => 'countChildren',
              'desc' => 'pdotools_prop_countChildren',
              'type' => 'combo-boolean',
              'options' => 
              array (
              ),
              'value' => false,
              'lexicon' => 'pdotools:properties',
              'area' => '',
              'desc_trans' => 'Вывести точное количество активных потомков документа в плейсхолдер [[+children]].',
              'area_trans' => '',
            ),
          ),
          'moduleguid' => '',
          'static' => false,
          'static_file' => 'core/components/pdotools/elements/snippets/snippet.pdomenu.php',
          'content' => '/** @var array $scriptProperties */

// Convert parameters from Wayfinder if exists
if (isset($startId)) {
    $scriptProperties[\'parents\'] = $startId;
}
if (!empty($includeDocs)) {
    $tmp = array_map(\'trim\', explode(\',\', $includeDocs));
    foreach ($tmp as $v) {
        if (!empty($scriptProperties[\'resources\'])) {
            $scriptProperties[\'resources\'] .= \',\' . $v;
        } else {
            $scriptProperties[\'resources\'] = $v;
        }
    }
}
if (!empty($excludeDocs)) {
    $tmp = array_map(\'trim\', explode(\',\', $excludeDocs));
    foreach ($tmp as $v) {
        if (!empty($scriptProperties[\'resources\'])) {
            $scriptProperties[\'resources\'] .= \',-\' . $v;
        } else {
            $scriptProperties[\'resources\'] = \'-\' . $v;
        }
    }
}

if (!empty($previewUnpublished) && $modx->hasPermission(\'view_unpublished\')) {
    $scriptProperties[\'showUnpublished\'] = 1;
}

$scriptProperties[\'depth\'] = empty($level) ? 100 : abs($level) - 1;
if (!empty($contexts)) {
    $scriptProperties[\'context\'] = $contexts;
}
if (empty($scriptProperties[\'context\'])) {
    $scriptProperties[\'context\'] = $modx->resource->context_key;
}

// Save original parents specified by user
$specified_parents = array_map(\'trim\', explode(\',\', $scriptProperties[\'parents\']));

if ($scriptProperties[\'parents\'] === \'\') {
    $scriptProperties[\'parents\'] = $modx->resource->id;
} elseif ($scriptProperties[\'parents\'] === 0 || $scriptProperties[\'parents\'] === \'0\') {
    if ($scriptProperties[\'depth\'] !== \'\' && $scriptProperties[\'depth\'] !== 100) {
        $contexts = array_map(\'trim\', explode(\',\', $scriptProperties[\'context\']));
        $parents = array();
        if (!empty($scriptProperties[\'showDeleted\'])) {
            $pdoFetch = $modx->getService(\'pdoFetch\');
            foreach ($contexts as $ctx) {
                $parents = array_merge($parents,
                    $pdoFetch->getChildIds(\'modResource\', 0, $scriptProperties[\'depth\'], array(\'context\' => $ctx)));
            }
        } else {
            foreach ($contexts as $ctx) {
                $parents = array_merge($parents,
                    $modx->getChildIds(0, $scriptProperties[\'depth\'], array(\'context\' => $ctx)));
            }
        }
        $scriptProperties[\'parents\'] = !empty($parents) ? implode(\',\', $parents) : \'+0\';
        $scriptProperties[\'depth\'] = 0;
    }
    $scriptProperties[\'includeParents\'] = 1;
    $scriptProperties[\'displayStart\'] = 0;
} else {
    $parents = array_map(\'trim\', explode(\',\', $scriptProperties[\'parents\']));
    $parents_in = $parents_out = array();
    foreach ($parents as $v) {
        if (!is_numeric($v)) {
            continue;
        }
        if ($v[0] == \'-\') {
            $parents_out[] = abs($v);
        } else {
            $parents_in[] = abs($v);
        }
    }

    if (empty($parents_in)) {
        $scriptProperties[\'includeParents\'] = 1;
        $scriptProperties[\'displayStart\'] = 0;
    }
}

if (!empty($displayStart)) {
    $scriptProperties[\'includeParents\'] = 1;
}
if (!empty($ph)) {
    $toPlaceholder = $ph;
}
if (!empty($sortOrder)) {
    $scriptProperties[\'sortdir\'] = $sortOrder;
}
if (!empty($sortBy)) {
    $scriptProperties[\'sortby\'] = $sortBy;
}
if (!empty($permissions)) {
    $scriptProperties[\'checkPermissions\'] = $permissions;
}
if (!empty($cacheResults)) {
    $scriptProperties[\'cache\'] = $cacheResults;
}
if (!empty($ignoreHidden)) {
    $scriptProperties[\'showHidden\'] = $ignoreHidden;
}

$wfTemplates = array(
    \'outerTpl\' => \'tplOuter\',
    \'rowTpl\' => \'tpl\',
    \'parentRowTpl\' => \'tplParentRow\',
    \'parentRowHereTpl\' => \'tplParentRowHere\',
    \'hereTpl\' => \'tplHere\',
    \'innerTpl\' => \'tplInner\',
    \'innerRowTpl\' => \'tplInnerRow\',
    \'innerHereTpl\' => \'tplInnerHere\',
    \'activeParentRowTpl\' => \'tplParentRowActive\',
    \'categoryFoldersTpl\' => \'tplCategoryFolder\',
    \'startItemTpl\' => \'tplStart\',
);
foreach ($wfTemplates as $k => $v) {
    if (isset(${$k})) {
        $scriptProperties[$v] = ${$k};
    }
}
//---

/** @var pdoMenu $pdoMenu */
$fqn = $modx->getOption(\'pdoMenu.class\', null, \'pdotools.pdomenu\', true);
$path = $modx->getOption(\'pdomenu_class_path\', null, MODX_CORE_PATH . \'components/pdotools/model/\', true);
if ($pdoClass = $modx->loadClass($fqn, $path, false, true)) {
    $pdoMenu = new $pdoClass($modx, $scriptProperties);
} else {
    return false;
}
$pdoMenu->pdoTools->addTime(\'pdoTools loaded\');

$cache = !empty($cache) || (!$modx->user->id && !empty($cacheAnonymous));
if (empty($scriptProperties[\'cache_key\'])) {
    $scriptProperties[\'cache_key\'] = \'pdomenu/\' . sha1(serialize($scriptProperties));
}

$output = \'\';
$tree = array();
if ($cache) {
    $tree = $pdoMenu->pdoTools->getCache($scriptProperties);
}
if (empty($tree)) {
    $data = $pdoMenu->pdoTools->run();
    $data = $pdoMenu->pdoTools->buildTree($data, \'id\', \'parent\', $specified_parents);
    $tree = array();
    foreach ($data as $k => $v) {
        if (empty($v[\'id\'])) {
            if (!in_array($k, $specified_parents) && !$pdoMenu->checkResource($k)) {
                continue;
            } else {
                $tree = array_merge($tree, $v[\'children\']);
            }
        } else {
            $tree[$k] = $v;
        }
    }
    if ($cache) {
        $pdoMenu->pdoTools->setCache($tree, $scriptProperties);
    }
}
if (!empty($tree)) {
    $output = $pdoMenu->templateTree($tree);
}

if ($modx->user->hasSessionContext(\'mgr\') && !empty($showLog)) {
    $output .= \'<pre class="pdoMenuLog">\' . print_r($pdoMenu->pdoTools->getTime(), 1) . \'</pre>\';
}

if (!empty($toPlaceholder)) {
    $modx->setPlaceholder($toPlaceholder, $output);
} else {
    return $output;
}',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'If' => 
      array (
        'fields' => 
        array (
          'id' => 33,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'If',
          'description' => 'Simple if (conditional) snippet',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '/**
 * If
 *
 * Copyright 2009-2010 by Jason Coward <jason@modx.com> and Shaun McCormick
 * <shaun@modx.com>
 *
 * If is free software; you can redistribute it and/or modify it under the terms
 * of the GNU General Public License as published by the Free Software
 * Foundation; either version 2 of the License, or (at your option) any later
 * version.
 *
 * If is distributed in the hope that it will be useful, but WITHOUT ANY
 * WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR
 * A PARTICULAR PURPOSE. See the GNU General Public License for more details.
 *
 * You should have received a copy of the GNU General Public License along with
 * If; if not, write to the Free Software Foundation, Inc., 59 Temple Place,
 * Suite 330, Boston, MA 02111-1307 USA
 *
 * @package if
 */
/**
 * Simple if (conditional) snippet
 *
 * @package if
 */
if (!empty($debug)) {
    print_r($scriptProperties);
    if (!empty($die)) die();
}
$modx->parser->processElementTags(\'\',$subject,true,true);

$output = \'\';
$operator = !empty($operator) ? $operator : \'\';
$operand = !isset($operand) ? \'\' : $operand;
if (isset($subject)) {
    if (!empty($operator)) {
        $operator = strtolower($operator);
        switch ($operator) {
            case \'!=\':
            case \'neq\':
            case \'not\':
            case \'isnot\':
            case \'isnt\':
            case \'unequal\':
            case \'notequal\':
                $output = (($subject != $operand) ? $then : (isset($else) ? $else : \'\'));
                break;
            case \'<\':
            case \'lt\':
            case \'less\':
            case \'lessthan\':
                $output = (($subject < $operand) ? $then : (isset($else) ? $else : \'\'));
                break;
            case \'>\':
            case \'gt\':
            case \'greater\':
            case \'greaterthan\':
                $output = (($subject > $operand) ? $then : (isset($else) ? $else : \'\'));
                break;
            case \'<=\':
            case \'lte\':
            case \'lessthanequals\':
            case \'lessthanorequalto\':
                $output = (($subject <= $operand) ? $then : (isset($else) ? $else : \'\'));
                break;
            case \'>=\':
            case \'gte\':
            case \'greaterthanequals\':
            case \'greaterthanequalto\':
                $output = (($subject >= $operand) ? $then : (isset($else) ? $else : \'\'));
                break;
            case \'isempty\':
            case \'empty\':
                $output = empty($subject) ? $then : (isset($else) ? $else : \'\');
                break;
            case \'!empty\':
            case \'notempty\':
            case \'isnotempty\':
                $output = !empty($subject) && $subject != \'\' ? $then : (isset($else) ? $else : \'\');
                break;
            case \'isnull\':
            case \'null\':
                $output = $subject == null || strtolower($subject) == \'null\' ? $then : (isset($else) ? $else : \'\');
                break;
            case \'inarray\':
            case \'in_array\':
            case \'ia\':
                $operand = explode(\',\',$operand);
                $output = in_array($subject,$operand) ? $then : (isset($else) ? $else : \'\');
                break;
            case \'==\':
            case \'=\':
            case \'eq\':
            case \'is\':
            case \'equal\':
            case \'equals\':
            case \'equalto\':
            default:
                $output = (($subject == $operand) ? $then : (isset($else) ? $else : \'\'));
                break;
        }
    }
}
if (!empty($debug)) { var_dump($output); }
unset($subject);
return $output;',
          'locked' => false,
          'properties' => 
          array (
            'subject' => 
            array (
              'name' => 'subject',
              'desc' => 'The data being affected.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'The data being affected.',
              'area_trans' => '',
            ),
            'operator' => 
            array (
              'name' => 'operator',
              'desc' => 'The type of conditional.',
              'type' => 'list',
              'options' => 
              array (
                0 => 
                array (
                  'value' => 'EQ',
                  'text' => 'EQ',
                  'name' => 'EQ',
                ),
                1 => 
                array (
                  'value' => 'NEQ',
                  'text' => 'NEQ',
                  'name' => 'NEQ',
                ),
                2 => 
                array (
                  'value' => 'LT',
                  'text' => 'LT',
                  'name' => 'LT',
                ),
                3 => 
                array (
                  'value' => 'GT',
                  'text' => 'GT',
                  'name' => 'GT',
                ),
                4 => 
                array (
                  'value' => 'LTE',
                  'text' => 'LTE',
                  'name' => 'LTE',
                ),
                5 => 
                array (
                  'value' => 'GT',
                  'text' => 'GTE',
                  'name' => 'GTE',
                ),
                6 => 
                array (
                  'value' => 'EMPTY',
                  'text' => 'EMPTY',
                  'name' => 'EMPTY',
                ),
                7 => 
                array (
                  'value' => 'NOTEMPTY',
                  'text' => 'NOTEMPTY',
                  'name' => 'NOTEMPTY',
                ),
                8 => 
                array (
                  'value' => 'ISNULL',
                  'text' => 'ISNULL',
                  'name' => 'ISNULL',
                ),
                9 => 
                array (
                  'value' => 'inarray',
                  'text' => 'INARRAY',
                  'name' => 'INARRAY',
                ),
              ),
              'value' => 'EQ',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'The type of conditional.',
              'area_trans' => '',
            ),
            'operand' => 
            array (
              'name' => 'operand',
              'desc' => 'When comparing to the subject, this is the data to compare to.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'When comparing to the subject, this is the data to compare to.',
              'area_trans' => '',
            ),
            'then' => 
            array (
              'name' => 'then',
              'desc' => 'If conditional was successful, output this.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'If conditional was successful, output this.',
              'area_trans' => '',
            ),
            'else' => 
            array (
              'name' => 'else',
              'desc' => 'If conditional was unsuccessful, output this.',
              'type' => 'textfield',
              'options' => '',
              'value' => '',
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'If conditional was unsuccessful, output this.',
              'area_trans' => '',
            ),
            'debug' => 
            array (
              'name' => 'debug',
              'desc' => 'Will output the parameters passed in, as well as the end output. Leave off when not testing.',
              'type' => 'combo-boolean',
              'options' => '',
              'value' => false,
              'lexicon' => NULL,
              'area' => '',
              'desc_trans' => 'Will output the parameters passed in, as well as the end output. Leave off when not testing.',
              'area_trans' => '',
            ),
          ),
          'moduleguid' => '',
          'static' => false,
          'static_file' => '',
          'content' => '/**
 * If
 *
 * Copyright 2009-2010 by Jason Coward <jason@modx.com> and Shaun McCormick
 * <shaun@modx.com>
 *
 * If is free software; you can redistribute it and/or modify it under the terms
 * of the GNU General Public License as published by the Free Software
 * Foundation; either version 2 of the License, or (at your option) any later
 * version.
 *
 * If is distributed in the hope that it will be useful, but WITHOUT ANY
 * WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR
 * A PARTICULAR PURPOSE. See the GNU General Public License for more details.
 *
 * You should have received a copy of the GNU General Public License along with
 * If; if not, write to the Free Software Foundation, Inc., 59 Temple Place,
 * Suite 330, Boston, MA 02111-1307 USA
 *
 * @package if
 */
/**
 * Simple if (conditional) snippet
 *
 * @package if
 */
if (!empty($debug)) {
    print_r($scriptProperties);
    if (!empty($die)) die();
}
$modx->parser->processElementTags(\'\',$subject,true,true);

$output = \'\';
$operator = !empty($operator) ? $operator : \'\';
$operand = !isset($operand) ? \'\' : $operand;
if (isset($subject)) {
    if (!empty($operator)) {
        $operator = strtolower($operator);
        switch ($operator) {
            case \'!=\':
            case \'neq\':
            case \'not\':
            case \'isnot\':
            case \'isnt\':
            case \'unequal\':
            case \'notequal\':
                $output = (($subject != $operand) ? $then : (isset($else) ? $else : \'\'));
                break;
            case \'<\':
            case \'lt\':
            case \'less\':
            case \'lessthan\':
                $output = (($subject < $operand) ? $then : (isset($else) ? $else : \'\'));
                break;
            case \'>\':
            case \'gt\':
            case \'greater\':
            case \'greaterthan\':
                $output = (($subject > $operand) ? $then : (isset($else) ? $else : \'\'));
                break;
            case \'<=\':
            case \'lte\':
            case \'lessthanequals\':
            case \'lessthanorequalto\':
                $output = (($subject <= $operand) ? $then : (isset($else) ? $else : \'\'));
                break;
            case \'>=\':
            case \'gte\':
            case \'greaterthanequals\':
            case \'greaterthanequalto\':
                $output = (($subject >= $operand) ? $then : (isset($else) ? $else : \'\'));
                break;
            case \'isempty\':
            case \'empty\':
                $output = empty($subject) ? $then : (isset($else) ? $else : \'\');
                break;
            case \'!empty\':
            case \'notempty\':
            case \'isnotempty\':
                $output = !empty($subject) && $subject != \'\' ? $then : (isset($else) ? $else : \'\');
                break;
            case \'isnull\':
            case \'null\':
                $output = $subject == null || strtolower($subject) == \'null\' ? $then : (isset($else) ? $else : \'\');
                break;
            case \'inarray\':
            case \'in_array\':
            case \'ia\':
                $operand = explode(\',\',$operand);
                $output = in_array($subject,$operand) ? $then : (isset($else) ? $else : \'\');
                break;
            case \'==\':
            case \'=\':
            case \'eq\':
            case \'is\':
            case \'equal\':
            case \'equals\':
            case \'equalto\':
            default:
                $output = (($subject == $operand) ? $then : (isset($else) ? $else : \'\'));
                break;
        }
    }
}
if (!empty($debug)) { var_dump($output); }
unset($subject);
return $output;',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
        ),
      ),
      'blocks' => 
      array (
        'fields' => 
        array (
          'id' => 30,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'blocks',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '$page = $modx->getObject(\'modResource\', 1);

$cost_s = $page->getTVValue(\'cost_s\');
$cost_two_s = $page->getTVValue(\'cost_two_s\');
$where_now_s = $page->getTVValue(\'where_now_s\');
$where_yesterday_s = $page->getTVValue(\'where_yesterday_s\');
$price_info_main_st = $page->getTVValue(\'price_info_main_st\');

$cost_l = $page->getTVValue(\'cost_l\');
$cost_two_l = $page->getTVValue(\'cost_two_l\');
$where_now_l = $page->getTVValue(\'where_now_l\');
$where_yesterday_l = $page->getTVValue(\'where_yesterday_l\');
$price_info_main = $page->getTVValue(\'price_info_main\');

$cost_y = $page->getTVValue(\'cost_y\');
$cost_two_y = $page->getTVValue(\'cost_two_y\');
$where_now_y = $page->getTVValue(\'where_now_y\');
$where_yesterday_y = $page->getTVValue(\'where_yesterday_y\');
$price_info_main_yo = $page->getTVValue(\'price_info_main_yo\');

$cost_tr = $page->getTVValue(\'cost_tr\');
$cost_two_tr = $page->getTVValue(\'cost_two_tr\');
$where_now_tr = $page->getTVValue(\'where_now_tr\');
$where_yesterday_tr = $page->getTVValue(\'where_yesterday_tr\');
$price_info_main_tr = $page->getTVValue(\'price_info_main_tr\');

$out = "";
if ($page_id == 64) {
    $out = "<a href=\'[[~2]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light\'>
                    <img alt=\'\' src=\'assets/app/img/light-put-min.jpg\' />
                    <p class=\'upper card-title\'>light</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_l &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_l</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_l &#8381;</p>
                                <p class=\'upper\'>$where_now_l</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'[[~3]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_st\'>
                    <img alt=\'\' src=\'assets/app/img/stand-put-min.jpg\' />
                    <p class=\'upper card-title\'>standart</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main_st`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_s &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_s</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_s &#8381;</p>
                                <p class=\'upper\'>$where_now_s</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'[[~4]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_marg\'>
                    <img alt=\'\' src=\'assets/app/img/yoga-put-min.jpg\' />
                    <p class=\'upper card-title\'>yoga</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main_yo`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new_yo\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_y &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_y</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_y &#8381;</p>
                                <p class=\'upper\'>$where_now_y</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        ";
} elseif ($page_id == 2 ) {
    $out = "
        <a href=\'[[~3]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light\'>
                    <img alt=\'\' src=\'assets/app/img/stand-put-min.jpg\' />
                    <p class=\'upper card-title\'>standart</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main_st`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_s &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_s</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_s &#8381;</p>
                                <p class=\'upper\'>$where_now_s</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'[[~64]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_st\'>
                    <img alt=\'\' src=\'assets/app/img/yotr.jpg\' />
                    <p class=\'upper card-title\'>Yoga + Tracking</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main_tr`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_tr &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_tr</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_tr &#8381;</p>
                                <p class=\'upper\'>$where_now_tr</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'[[~4]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_marg\'>
                    <img alt=\'\' src=\'assets/app/img/yoga-put-min.jpg\' />
                    <p class=\'upper card-title\'>yoga</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main_yo`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new_yo\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_y &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_y</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_y &#8381;</p>
                                <p class=\'upper\'>$where_now_y</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        
        ";
} elseif ( $page_id == 3 ) {
    $out = "<a href=\'[[~2]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light\'>
                    <img alt=\'\' src=\'assets/app/img/light-put-min.jpg\' />
                    <p class=\'upper card-title\'>light</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_l &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_l</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_l &#8381;</p>
                                <p class=\'upper\'>$where_now_l</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'[[~64]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_st\'>
                    <img alt=\'\' src=\'assets/app/img/yotr.jpg\' />
                    <p class=\'upper card-title\'>Yoga + Tracking</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main_tr`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_tr &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_tr</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_tr &#8381;</p>
                                <p class=\'upper\'>$where_now_tr</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'[[~4]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_marg\'>
                    <img alt=\'\' src=\'assets/app/img/yoga-put-min.jpg\' />
                    <p class=\'upper card-title\'>yoga</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main_yo`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new_yo\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_y &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_y</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_y &#8381;</p>
                                <p class=\'upper\'>$where_now_y</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        ";
} elseif ( $page_id == 4 ) {
    $out = "<a href=\'[[~2]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light\'>
                    <img alt=\'\' src=\'assets/app/img/light-put-min.jpg\' />
                    <p class=\'upper card-title\'>light</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_l &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_l</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_l &#8381;</p>
                                <p class=\'upper\'>$where_now_l</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'[[~64]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_st\'>
                    <img alt=\'\' src=\'assets/app/img/yotr.jpg\' />
                    <p class=\'upper card-title\'>Yoga + Tracking</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main_tr`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_tr &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_tr</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_tr &#8381;</p>
                                <p class=\'upper\'>$where_now_tr</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'[[~3]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_marg\'>
                    <img alt=\'\' src=\'assets/app/img/stand-put-min.jpg\' />
                    <p class=\'upper card-title\'>standart</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main_st`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_s &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_s</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_s &#8381;</p>
                                <p class=\'upper\'>$where_now_s</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        ";
}
return $out;',
          'locked' => false,
          'properties' => 
          array (
          ),
          'moduleguid' => '',
          'static' => false,
          'static_file' => '',
          'content' => '$page = $modx->getObject(\'modResource\', 1);

$cost_s = $page->getTVValue(\'cost_s\');
$cost_two_s = $page->getTVValue(\'cost_two_s\');
$where_now_s = $page->getTVValue(\'where_now_s\');
$where_yesterday_s = $page->getTVValue(\'where_yesterday_s\');
$price_info_main_st = $page->getTVValue(\'price_info_main_st\');

$cost_l = $page->getTVValue(\'cost_l\');
$cost_two_l = $page->getTVValue(\'cost_two_l\');
$where_now_l = $page->getTVValue(\'where_now_l\');
$where_yesterday_l = $page->getTVValue(\'where_yesterday_l\');
$price_info_main = $page->getTVValue(\'price_info_main\');

$cost_y = $page->getTVValue(\'cost_y\');
$cost_two_y = $page->getTVValue(\'cost_two_y\');
$where_now_y = $page->getTVValue(\'where_now_y\');
$where_yesterday_y = $page->getTVValue(\'where_yesterday_y\');
$price_info_main_yo = $page->getTVValue(\'price_info_main_yo\');

$cost_tr = $page->getTVValue(\'cost_tr\');
$cost_two_tr = $page->getTVValue(\'cost_two_tr\');
$where_now_tr = $page->getTVValue(\'where_now_tr\');
$where_yesterday_tr = $page->getTVValue(\'where_yesterday_tr\');
$price_info_main_tr = $page->getTVValue(\'price_info_main_tr\');

$out = "";
if ($page_id == 64) {
    $out = "<a href=\'[[~2]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light\'>
                    <img alt=\'\' src=\'assets/app/img/light-put-min.jpg\' />
                    <p class=\'upper card-title\'>light</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_l &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_l</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_l &#8381;</p>
                                <p class=\'upper\'>$where_now_l</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'[[~3]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_st\'>
                    <img alt=\'\' src=\'assets/app/img/stand-put-min.jpg\' />
                    <p class=\'upper card-title\'>standart</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main_st`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_s &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_s</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_s &#8381;</p>
                                <p class=\'upper\'>$where_now_s</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'[[~4]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_marg\'>
                    <img alt=\'\' src=\'assets/app/img/yoga-put-min.jpg\' />
                    <p class=\'upper card-title\'>yoga</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main_yo`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new_yo\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_y &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_y</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_y &#8381;</p>
                                <p class=\'upper\'>$where_now_y</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        ";
} elseif ($page_id == 2 ) {
    $out = "
        <a href=\'[[~3]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light\'>
                    <img alt=\'\' src=\'assets/app/img/stand-put-min.jpg\' />
                    <p class=\'upper card-title\'>standart</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main_st`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_s &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_s</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_s &#8381;</p>
                                <p class=\'upper\'>$where_now_s</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'[[~64]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_st\'>
                    <img alt=\'\' src=\'assets/app/img/yotr.jpg\' />
                    <p class=\'upper card-title\'>Yoga + Tracking</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main_tr`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_tr &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_tr</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_tr &#8381;</p>
                                <p class=\'upper\'>$where_now_tr</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'[[~4]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_marg\'>
                    <img alt=\'\' src=\'assets/app/img/yoga-put-min.jpg\' />
                    <p class=\'upper card-title\'>yoga</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main_yo`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new_yo\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_y &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_y</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_y &#8381;</p>
                                <p class=\'upper\'>$where_now_y</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        
        ";
} elseif ( $page_id == 3 ) {
    $out = "<a href=\'[[~2]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light\'>
                    <img alt=\'\' src=\'assets/app/img/light-put-min.jpg\' />
                    <p class=\'upper card-title\'>light</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_l &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_l</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_l &#8381;</p>
                                <p class=\'upper\'>$where_now_l</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'[[~64]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_st\'>
                    <img alt=\'\' src=\'assets/app/img/yotr.jpg\' />
                    <p class=\'upper card-title\'>Yoga + Tracking</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main_tr`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_tr &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_tr</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_tr &#8381;</p>
                                <p class=\'upper\'>$where_now_tr</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'[[~4]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_marg\'>
                    <img alt=\'\' src=\'assets/app/img/yoga-put-min.jpg\' />
                    <p class=\'upper card-title\'>yoga</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main_yo`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new_yo\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_y &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_y</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_y &#8381;</p>
                                <p class=\'upper\'>$where_now_y</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        ";
} elseif ( $page_id == 4 ) {
    $out = "<a href=\'[[~2]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light\'>
                    <img alt=\'\' src=\'assets/app/img/light-put-min.jpg\' />
                    <p class=\'upper card-title\'>light</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_l &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_l</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_l &#8381;</p>
                                <p class=\'upper\'>$where_now_l</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'[[~64]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_st\'>
                    <img alt=\'\' src=\'assets/app/img/yotr.jpg\' />
                    <p class=\'upper card-title\'>Yoga + Tracking</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l2.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main_tr`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_tr &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_tr</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_tr &#8381;</p>
                                <p class=\'upper\'>$where_now_tr</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        <a href=\'[[~3]]\'>
            <div class=\'col-lg-4 col-md-4 col-sm-6 col-xs-12 padd-null\'>
                <div class=\'card-light card_new_marg\'>
                    <img alt=\'\' src=\'assets/app/img/stand-put-min.jpg\' />
                    <p class=\'upper card-title\'>standart</p>
                    <p class=\'upper card-level\'>сложность</p>
                    <p class=\'card-img\'>
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                        <img alt=\'\' src=\'assets/app/img/l1.png\' />
                    </p>
                    <div class=\'all-desc\'>
                        [[!getInfoMain? &info=`$price_info_main_st`]]
                    </div>
                    <div class=\'row\'>
                        <div class=\'main-main main_new\'>
                            <div class=\'know-it\'>
                                <p class=\'upper\'>узнать подробнее</p>
                            </div>
                            <div class=\'main-oval\'>
                                <p>$cost_two_s &#8381;</p>
                                <p class=\'upper\'>$where_yesterday_s</p>
                            </div>
                            <div class=\'yel-oval\'>
                                <p>$cost_s &#8381;</p>
                                <p class=\'upper\'>$where_now_s</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </a>
        ";
}
return $out;',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'getImageList' => 
      array (
        'fields' => 
        array (
          'id' => 1,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'getImageList',
          'description' => '',
          'editor_type' => 0,
          'category' => 1,
          'cache_type' => 0,
          'snippet' => '/**
 * getImageList
 *
 * Copyright 2009-2014 by Bruno Perner <b.perner@gmx.de>
 *
 * getImageList is free software; you can redistribute it and/or modify it
 * under the terms of the GNU General Public License as published by the Free
 * Software Foundation; either version 2 of the License, or (at your option) any
 * later version.
 *
 * getImageList is distributed in the hope that it will be useful, but WITHOUT ANY
 * WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR
 * A PARTICULAR PURPOSE. See the GNU General Public License for more details.
 *
 * You should have received a copy of the GNU General Public License along with
 * getImageList; if not, write to the Free Software Foundation, Inc., 59 Temple Place,
 * Suite 330, Boston, MA 02111-1307 USA
 *
 * @package migx
 */
/**
 * getImageList
 *
 * display Items from outputvalue of TV with custom-TV-input-type MIGX or from other JSON-string for MODx Revolution 
 *
 * @version 1.4
 * @author Bruno Perner <b.perner@gmx.de>
 * @copyright Copyright &copy; 2009-2014
 * @license http://www.gnu.org/licenses/old-licenses/gpl-2.0.html GNU General Public License
 * version 2 or (at your option) any later version.
 * @package migx
 */

/*example: <ul>[[!getImageList? &tvname=`myTV`&tpl=`@CODE:<li>[[+idx]]<img src="[[+imageURL]]"/><p>[[+imageAlt]]</p></li>`]]</ul>*/
/* get default properties */


$tvname = $modx->getOption(\'tvname\', $scriptProperties, \'\');
$tpl = $modx->getOption(\'tpl\', $scriptProperties, \'\');
$wrapperTpl = $modx->getOption(\'wrapperTpl\', $scriptProperties, \'\');
$limit = $modx->getOption(\'limit\', $scriptProperties, \'0\');
$offset = $modx->getOption(\'offset\', $scriptProperties, 0);
$totalVar = $modx->getOption(\'totalVar\', $scriptProperties, \'total\');
$randomize = $modx->getOption(\'randomize\', $scriptProperties, false);
$preselectLimit = $modx->getOption(\'preselectLimit\', $scriptProperties, 0); // when random preselect important images
$where = $modx->getOption(\'where\', $scriptProperties, \'\');
$where = !empty($where) ? $modx->fromJSON($where) : array();
$sort = $modx->getOption(\'sort\', $scriptProperties, \'\');
$sort = !empty($sort) ? $modx->fromJSON($sort) : array();
$toSeparatePlaceholders = $modx->getOption(\'toSeparatePlaceholders\', $scriptProperties, false);
$toPlaceholder = $modx->getOption(\'toPlaceholder\', $scriptProperties, false);
$outputSeparator = $modx->getOption(\'outputSeparator\', $scriptProperties, \'\');
$splitSeparator = $modx->getOption(\'splitSeparator\', $scriptProperties, \'\');
$placeholdersKeyField = $modx->getOption(\'placeholdersKeyField\', $scriptProperties, \'MIGX_id\');
$toJsonPlaceholder = $modx->getOption(\'toJsonPlaceholder\', $scriptProperties, false);
$jsonVarKey = $modx->getOption(\'jsonVarKey\', $scriptProperties, \'migx_outputvalue\');
$outputvalue = $modx->getOption(\'value\', $scriptProperties, \'\');
$outputvalue = isset($_REQUEST[$jsonVarKey]) ? $_REQUEST[$jsonVarKey] : $outputvalue;
$docidVarKey = $modx->getOption(\'docidVarKey\', $scriptProperties, \'migx_docid\');
$docid = $modx->getOption(\'docid\', $scriptProperties, (isset($modx->resource) ? $modx->resource->get(\'id\') : 1));
$docid = isset($_REQUEST[$docidVarKey]) ? $_REQUEST[$docidVarKey] : $docid;
$processTVs = $modx->getOption(\'processTVs\', $scriptProperties, \'1\');
$reverse = $modx->getOption(\'reverse\', $scriptProperties, \'0\');
$sumFields = $modx->getOption(\'sumFields\', $scriptProperties, \'\');
$sumPrefix = $modx->getOption(\'sumPrefix\', $scriptProperties, \'summary_\');
$addfields = $modx->getOption(\'addfields\', $scriptProperties, \'\');
$addfields = !empty($addfields) ? explode(\',\', $addfields) : null;
//split json into parts
$splits = $modx->fromJson($modx->getOption(\'splits\', $scriptProperties, 0));
$splitTpl = $modx->getOption(\'splitTpl\', $scriptProperties, \'\');
$splitSeparator = $modx->getOption(\'splitSeparator\', $scriptProperties, \'\');
$inheritFrom = $modx->getOption(\'inheritFrom\', $scriptProperties, \'\'); //commaseparated list of resource-ids or/and the keyword \'parents\' where to inherit from
$inheritFrom = !empty($inheritFrom) ? explode(\',\',$inheritFrom) : \'\';

$modx->setPlaceholder(\'docid\', $docid);

$base_path = $modx->getOption(\'base_path\', null, MODX_BASE_PATH);
$base_url = $modx->getOption(\'base_url\', null, MODX_BASE_URL);

$migx = $modx->getService(\'migx\', \'Migx\', $modx->getOption(\'migx.core_path\', null, $modx->getOption(\'core_path\') . \'components/migx/\') . \'model/migx/\', $scriptProperties);
if (!($migx instanceof Migx))
    return \'\';
$migx->working_context = isset($modx->resource) ? $modx->resource->get(\'context_key\') : \'web\';

if (!empty($tvname)) {
    if ($tv = $modx->getObject(\'modTemplateVar\', array(\'name\' => $tvname))) {

        /*
        *   get inputProperties
        */


        $properties = $tv->get(\'input_properties\');
        $properties = isset($properties[\'formtabs\']) ? $properties : $tv->getProperties();

        $migx->config[\'configs\'] = $modx->getOption(\'configs\', $properties, \'\');
        if (!empty($migx->config[\'configs\'])) {
            $migx->loadConfigs();
            // get tabs from file or migx-config-table
            $formtabs = $migx->getTabs();
        }
        if (empty($formtabs) && isset($properties[\'formtabs\'])) {
            //try to get formtabs and its fields from properties
            $formtabs = $modx->fromJSON($properties[\'formtabs\']);
        }

        if (!empty($properties[\'basePath\'])) {
            if ($properties[\'autoResourceFolders\'] == \'true\') {
                $scriptProperties[\'base_path\'] = $base_path . $properties[\'basePath\'] . $docid . \'/\';
                $scriptProperties[\'base_url\'] = $base_url . $properties[\'basePath\'] . $docid . \'/\';
            } else {
                $scriptProperties[\'base_path\'] = $base_path . $properties[\'base_path\'];
                $scriptProperties[\'base_url\'] = $base_url . $properties[\'basePath\'];
            }
        }
        if ($jsonVarKey == \'migx_outputvalue\' && !empty($properties[\'jsonvarkey\'])) {
            $jsonVarKey = $properties[\'jsonvarkey\'];
            $outputvalue = isset($_REQUEST[$jsonVarKey]) ? $_REQUEST[$jsonVarKey] : $outputvalue;
        }
        
        if (empty($outputvalue)){
            $outputvalue = $tv->renderOutput($docid);
            if (empty($outputvalue) && !empty($inheritFrom)){
                foreach ($inheritFrom as $from){
                    if ($from == \'parents\'){
                        $outputvalue = $tv->processInheritBinding(\'\',$docid);
                    }else{
                        $outputvalue = $tv->renderOutput($from);
                    }
                    if (!empty($outputvalue)){
                        break;
                    }                    
                }
            }
        }

       
        /*
        *   get inputTvs 
        */
        $inputTvs = array();
        if (is_array($formtabs)) {

            //multiple different Forms
            // Note: use same field-names and inputTVs in all forms
            $inputTvs = $migx->extractInputTvs($formtabs);
        }
        if ($migx->source = $tv->getSource($migx->working_context, false)){
            $migx->source->initialize();
        }
        
    }


}

if (empty($outputvalue)) {
    return \'\';
}

//echo $outputvalue.\'<br/><br/>\';

$items = $modx->fromJSON($outputvalue);

// where filter
if (is_array($where) && count($where) > 0) {
    $items = $migx->filterItems($where, $items);
}
$modx->setPlaceholder($totalVar, count($items));

if (!empty($reverse)) {
    $items = array_reverse($items);
}

// sort items
if (is_array($sort) && count($sort) > 0) {
    $items = $migx->sortDbResult($items, $sort);
}

$summaries = array();
$output = \'\';
$items = $offset > 0 ? array_slice($items, $offset) : $items;
$count = count($items);

if ($count > 0) {
    $limit = $limit == 0 || $limit > $count ? $count : $limit;
    $preselectLimit = $preselectLimit > $count ? $count : $preselectLimit;
    //preselect important items
    $preitems = array();
    if ($randomize && $preselectLimit > 0) {
        for ($i = 0; $i < $preselectLimit; $i++) {
            $preitems[] = $items[$i];
            unset($items[$i]);
        }
        $limit = $limit - count($preitems);
    }

    //shuffle items
    if ($randomize) {
        shuffle($items);
    }

    //limit items
    $count = count($items);
    $tempitems = array();

    for ($i = 0; $i < $limit; $i++) {
        if ($i >= $count) {
            break;
        }
        $tempitems[] = $items[$i];
    }
    $items = $tempitems;

    //add preselected items and schuffle again
    if ($randomize && $preselectLimit > 0) {
        $items = array_merge($preitems, $items);
        shuffle($items);
    }

    $properties = array();
    foreach ($scriptProperties as $property => $value) {
        $properties[\'property.\' . $property] = $value;
    }

    $idx = 0;
    $output = array();
    $template = array();
    $count = count($items);

    foreach ($items as $key => $item) {
        $formname = isset($item[\'MIGX_formname\']) ? $item[\'MIGX_formname\'] . \'_\' : \'\';
        $fields = array();
        foreach ($item as $field => $value) {
            if (is_array($value)) {
                if (is_array($value[0])) {
                    //nested array - convert to json
                    $value = $modx->toJson($value);
                } else {
                    $value = implode(\'||\', $value); //handle arrays (checkboxes, multiselects)
                }
            }


            $inputTVkey = $formname . $field;

            if ($processTVs && isset($inputTvs[$inputTVkey])) {
                if (isset($inputTvs[$inputTVkey][\'inputTV\']) && $tv = $modx->getObject(\'modTemplateVar\', array(\'name\' => $inputTvs[$inputTVkey][\'inputTV\']))) {

                } else {
                    $tv = $modx->newObject(\'modTemplateVar\');
                    $tv->set(\'type\', $inputTvs[$inputTVkey][\'inputTVtype\']);
                }
                $inputTV = $inputTvs[$inputTVkey];

                $mTypes = $modx->getOption(\'manipulatable_url_tv_output_types\', null, \'image,file\');
                //don\'t manipulate any urls here
                $modx->setOption(\'manipulatable_url_tv_output_types\', \'\');
                $tv->set(\'default_text\', $value);
                $value = $tv->renderOutput($docid);
                //set option back
                $modx->setOption(\'manipulatable_url_tv_output_types\', $mTypes);
                //now manipulate urls
                if ($mediasource = $migx->getFieldSource($inputTV, $tv)) {
                    $mTypes = explode(\',\', $mTypes);
                    if (!empty($value) && in_array($tv->get(\'type\'), $mTypes)) {
                        //$value = $mediasource->prepareOutputUrl($value);
                        $value = str_replace(\'/./\', \'/\', $mediasource->prepareOutputUrl($value));
                    }
                }

            }
            $fields[$field] = $value;

        }

        if (!empty($addfields)) {
            foreach ($addfields as $addfield) {
                $addfield = explode(\':\', $addfield);
                $addname = $addfield[0];
                $adddefault = isset($addfield[1]) ? $addfield[1] : \'\';
                $fields[$addname] = $adddefault;
            }
        }

        if (!empty($sumFields)) {
            $sumFields = is_array($sumFields) ? $sumFields : explode(\',\', $sumFields);
            foreach ($sumFields as $sumField) {
                if (isset($fields[$sumField])) {
                    $summaries[$sumPrefix . $sumField] = $summaries[$sumPrefix . $sumField] + $fields[$sumField];
                    $fields[$sumPrefix . $sumField] = $summaries[$sumPrefix . $sumField];
                }
            }
        }


        if ($toJsonPlaceholder) {
            $output[] = $fields;
        } else {
            $fields[\'_alt\'] = $idx % 2;
            $idx++;
            $fields[\'_first\'] = $idx == 1 ? true : \'\';
            $fields[\'_last\'] = $idx == $limit ? true : \'\';
            $fields[\'idx\'] = $idx;
            $rowtpl = \'\';
            //get changing tpls from field
            if (substr($tpl, 0, 7) == "@FIELD:") {
                $tplField = substr($tpl, 7);
                $rowtpl = $fields[$tplField];
            }

            if ($fields[\'_first\'] && !empty($tplFirst)) {
                $rowtpl = $tplFirst;
            }
            if ($fields[\'_last\'] && empty($rowtpl) && !empty($tplLast)) {
                $rowtpl = $tplLast;
            }
            $tplidx = \'tpl_\' . $idx;
            if (empty($rowtpl) && !empty($$tplidx)) {
                $rowtpl = $$tplidx;
            }
            if ($idx > 1 && empty($rowtpl)) {
                $divisors = $migx->getDivisors($idx);
                if (!empty($divisors)) {
                    foreach ($divisors as $divisor) {
                        $tplnth = \'tpl_n\' . $divisor;
                        if (!empty($$tplnth)) {
                            $rowtpl = $$tplnth;
                            if (!empty($rowtpl)) {
                                break;
                            }
                        }
                    }
                }
            }

            if ($count == 1 && isset($tpl_oneresult)) {
                $rowtpl = $tpl_oneresult;
            }

            $fields = array_merge($fields, $properties);

            if (!empty($rowtpl)) {
                $template = $migx->getTemplate($tpl, $template);
                $fields[\'_tpl\'] = $template[$tpl];
            } else {
                $rowtpl = $tpl;

            }
            $template = $migx->getTemplate($rowtpl, $template);


            if ($template[$rowtpl]) {
                $chunk = $modx->newObject(\'modChunk\');
                $chunk->setCacheable(false);
                $chunk->setContent($template[$rowtpl]);


                if (!empty($placeholdersKeyField) && isset($fields[$placeholdersKeyField])) {
                    $output[$fields[$placeholdersKeyField]] = $chunk->process($fields);
                } else {
                    $output[] = $chunk->process($fields);
                }
            } else {
                if (!empty($placeholdersKeyField)) {
                    $output[$fields[$placeholdersKeyField]] = \'<pre>\' . print_r($fields, 1) . \'</pre>\';
                } else {
                    $output[] = \'<pre>\' . print_r($fields, 1) . \'</pre>\';
                }
            }
        }


    }
}

if (count($summaries) > 0) {
    $modx->toPlaceholders($summaries);
}


if ($toJsonPlaceholder) {
    $modx->setPlaceholder($toJsonPlaceholder, $modx->toJson($output));
    return \'\';
}

if (!empty($toSeparatePlaceholders)) {
    $modx->toPlaceholders($output, $toSeparatePlaceholders);
    return \'\';
}
/*
if (!empty($outerTpl))
$o = parseTpl($outerTpl, array(\'output\'=>implode($outputSeparator, $output)));
else 
*/

if ($count > 0 && $splits > 0) {
    $size = ceil($count / $splits);
    $chunks = array_chunk($output, $size);
    $output = array();
    foreach ($chunks as $chunk) {
        $o = implode($outputSeparator, $chunk);
        $output[] = $modx->getChunk($splitTpl, array(\'output\' => $o));
    }
    $outputSeparator = $splitSeparator;
}

if (is_array($output)) {
    $o = implode($outputSeparator, $output);
} else {
    $o = $output;
}

if (!empty($o) && !empty($wrapperTpl)) {
    $template = $migx->getTemplate($wrapperTpl);
    if ($template[$wrapperTpl]) {
        $chunk = $modx->newObject(\'modChunk\');
        $chunk->setCacheable(false);
        $chunk->setContent($template[$wrapperTpl]);
        $properties[\'output\'] = $o;
        $o = $chunk->process($properties);
    }
}

if (!empty($toPlaceholder)) {
    $modx->setPlaceholder($toPlaceholder, $o);
    return \'\';
}

return $o;',
          'locked' => false,
          'properties' => 
          array (
          ),
          'moduleguid' => '',
          'static' => false,
          'static_file' => '',
          'content' => '/**
 * getImageList
 *
 * Copyright 2009-2014 by Bruno Perner <b.perner@gmx.de>
 *
 * getImageList is free software; you can redistribute it and/or modify it
 * under the terms of the GNU General Public License as published by the Free
 * Software Foundation; either version 2 of the License, or (at your option) any
 * later version.
 *
 * getImageList is distributed in the hope that it will be useful, but WITHOUT ANY
 * WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR
 * A PARTICULAR PURPOSE. See the GNU General Public License for more details.
 *
 * You should have received a copy of the GNU General Public License along with
 * getImageList; if not, write to the Free Software Foundation, Inc., 59 Temple Place,
 * Suite 330, Boston, MA 02111-1307 USA
 *
 * @package migx
 */
/**
 * getImageList
 *
 * display Items from outputvalue of TV with custom-TV-input-type MIGX or from other JSON-string for MODx Revolution 
 *
 * @version 1.4
 * @author Bruno Perner <b.perner@gmx.de>
 * @copyright Copyright &copy; 2009-2014
 * @license http://www.gnu.org/licenses/old-licenses/gpl-2.0.html GNU General Public License
 * version 2 or (at your option) any later version.
 * @package migx
 */

/*example: <ul>[[!getImageList? &tvname=`myTV`&tpl=`@CODE:<li>[[+idx]]<img src="[[+imageURL]]"/><p>[[+imageAlt]]</p></li>`]]</ul>*/
/* get default properties */


$tvname = $modx->getOption(\'tvname\', $scriptProperties, \'\');
$tpl = $modx->getOption(\'tpl\', $scriptProperties, \'\');
$wrapperTpl = $modx->getOption(\'wrapperTpl\', $scriptProperties, \'\');
$limit = $modx->getOption(\'limit\', $scriptProperties, \'0\');
$offset = $modx->getOption(\'offset\', $scriptProperties, 0);
$totalVar = $modx->getOption(\'totalVar\', $scriptProperties, \'total\');
$randomize = $modx->getOption(\'randomize\', $scriptProperties, false);
$preselectLimit = $modx->getOption(\'preselectLimit\', $scriptProperties, 0); // when random preselect important images
$where = $modx->getOption(\'where\', $scriptProperties, \'\');
$where = !empty($where) ? $modx->fromJSON($where) : array();
$sort = $modx->getOption(\'sort\', $scriptProperties, \'\');
$sort = !empty($sort) ? $modx->fromJSON($sort) : array();
$toSeparatePlaceholders = $modx->getOption(\'toSeparatePlaceholders\', $scriptProperties, false);
$toPlaceholder = $modx->getOption(\'toPlaceholder\', $scriptProperties, false);
$outputSeparator = $modx->getOption(\'outputSeparator\', $scriptProperties, \'\');
$splitSeparator = $modx->getOption(\'splitSeparator\', $scriptProperties, \'\');
$placeholdersKeyField = $modx->getOption(\'placeholdersKeyField\', $scriptProperties, \'MIGX_id\');
$toJsonPlaceholder = $modx->getOption(\'toJsonPlaceholder\', $scriptProperties, false);
$jsonVarKey = $modx->getOption(\'jsonVarKey\', $scriptProperties, \'migx_outputvalue\');
$outputvalue = $modx->getOption(\'value\', $scriptProperties, \'\');
$outputvalue = isset($_REQUEST[$jsonVarKey]) ? $_REQUEST[$jsonVarKey] : $outputvalue;
$docidVarKey = $modx->getOption(\'docidVarKey\', $scriptProperties, \'migx_docid\');
$docid = $modx->getOption(\'docid\', $scriptProperties, (isset($modx->resource) ? $modx->resource->get(\'id\') : 1));
$docid = isset($_REQUEST[$docidVarKey]) ? $_REQUEST[$docidVarKey] : $docid;
$processTVs = $modx->getOption(\'processTVs\', $scriptProperties, \'1\');
$reverse = $modx->getOption(\'reverse\', $scriptProperties, \'0\');
$sumFields = $modx->getOption(\'sumFields\', $scriptProperties, \'\');
$sumPrefix = $modx->getOption(\'sumPrefix\', $scriptProperties, \'summary_\');
$addfields = $modx->getOption(\'addfields\', $scriptProperties, \'\');
$addfields = !empty($addfields) ? explode(\',\', $addfields) : null;
//split json into parts
$splits = $modx->fromJson($modx->getOption(\'splits\', $scriptProperties, 0));
$splitTpl = $modx->getOption(\'splitTpl\', $scriptProperties, \'\');
$splitSeparator = $modx->getOption(\'splitSeparator\', $scriptProperties, \'\');
$inheritFrom = $modx->getOption(\'inheritFrom\', $scriptProperties, \'\'); //commaseparated list of resource-ids or/and the keyword \'parents\' where to inherit from
$inheritFrom = !empty($inheritFrom) ? explode(\',\',$inheritFrom) : \'\';

$modx->setPlaceholder(\'docid\', $docid);

$base_path = $modx->getOption(\'base_path\', null, MODX_BASE_PATH);
$base_url = $modx->getOption(\'base_url\', null, MODX_BASE_URL);

$migx = $modx->getService(\'migx\', \'Migx\', $modx->getOption(\'migx.core_path\', null, $modx->getOption(\'core_path\') . \'components/migx/\') . \'model/migx/\', $scriptProperties);
if (!($migx instanceof Migx))
    return \'\';
$migx->working_context = isset($modx->resource) ? $modx->resource->get(\'context_key\') : \'web\';

if (!empty($tvname)) {
    if ($tv = $modx->getObject(\'modTemplateVar\', array(\'name\' => $tvname))) {

        /*
        *   get inputProperties
        */


        $properties = $tv->get(\'input_properties\');
        $properties = isset($properties[\'formtabs\']) ? $properties : $tv->getProperties();

        $migx->config[\'configs\'] = $modx->getOption(\'configs\', $properties, \'\');
        if (!empty($migx->config[\'configs\'])) {
            $migx->loadConfigs();
            // get tabs from file or migx-config-table
            $formtabs = $migx->getTabs();
        }
        if (empty($formtabs) && isset($properties[\'formtabs\'])) {
            //try to get formtabs and its fields from properties
            $formtabs = $modx->fromJSON($properties[\'formtabs\']);
        }

        if (!empty($properties[\'basePath\'])) {
            if ($properties[\'autoResourceFolders\'] == \'true\') {
                $scriptProperties[\'base_path\'] = $base_path . $properties[\'basePath\'] . $docid . \'/\';
                $scriptProperties[\'base_url\'] = $base_url . $properties[\'basePath\'] . $docid . \'/\';
            } else {
                $scriptProperties[\'base_path\'] = $base_path . $properties[\'base_path\'];
                $scriptProperties[\'base_url\'] = $base_url . $properties[\'basePath\'];
            }
        }
        if ($jsonVarKey == \'migx_outputvalue\' && !empty($properties[\'jsonvarkey\'])) {
            $jsonVarKey = $properties[\'jsonvarkey\'];
            $outputvalue = isset($_REQUEST[$jsonVarKey]) ? $_REQUEST[$jsonVarKey] : $outputvalue;
        }
        
        if (empty($outputvalue)){
            $outputvalue = $tv->renderOutput($docid);
            if (empty($outputvalue) && !empty($inheritFrom)){
                foreach ($inheritFrom as $from){
                    if ($from == \'parents\'){
                        $outputvalue = $tv->processInheritBinding(\'\',$docid);
                    }else{
                        $outputvalue = $tv->renderOutput($from);
                    }
                    if (!empty($outputvalue)){
                        break;
                    }                    
                }
            }
        }

       
        /*
        *   get inputTvs 
        */
        $inputTvs = array();
        if (is_array($formtabs)) {

            //multiple different Forms
            // Note: use same field-names and inputTVs in all forms
            $inputTvs = $migx->extractInputTvs($formtabs);
        }
        if ($migx->source = $tv->getSource($migx->working_context, false)){
            $migx->source->initialize();
        }
        
    }


}

if (empty($outputvalue)) {
    return \'\';
}

//echo $outputvalue.\'<br/><br/>\';

$items = $modx->fromJSON($outputvalue);

// where filter
if (is_array($where) && count($where) > 0) {
    $items = $migx->filterItems($where, $items);
}
$modx->setPlaceholder($totalVar, count($items));

if (!empty($reverse)) {
    $items = array_reverse($items);
}

// sort items
if (is_array($sort) && count($sort) > 0) {
    $items = $migx->sortDbResult($items, $sort);
}

$summaries = array();
$output = \'\';
$items = $offset > 0 ? array_slice($items, $offset) : $items;
$count = count($items);

if ($count > 0) {
    $limit = $limit == 0 || $limit > $count ? $count : $limit;
    $preselectLimit = $preselectLimit > $count ? $count : $preselectLimit;
    //preselect important items
    $preitems = array();
    if ($randomize && $preselectLimit > 0) {
        for ($i = 0; $i < $preselectLimit; $i++) {
            $preitems[] = $items[$i];
            unset($items[$i]);
        }
        $limit = $limit - count($preitems);
    }

    //shuffle items
    if ($randomize) {
        shuffle($items);
    }

    //limit items
    $count = count($items);
    $tempitems = array();

    for ($i = 0; $i < $limit; $i++) {
        if ($i >= $count) {
            break;
        }
        $tempitems[] = $items[$i];
    }
    $items = $tempitems;

    //add preselected items and schuffle again
    if ($randomize && $preselectLimit > 0) {
        $items = array_merge($preitems, $items);
        shuffle($items);
    }

    $properties = array();
    foreach ($scriptProperties as $property => $value) {
        $properties[\'property.\' . $property] = $value;
    }

    $idx = 0;
    $output = array();
    $template = array();
    $count = count($items);

    foreach ($items as $key => $item) {
        $formname = isset($item[\'MIGX_formname\']) ? $item[\'MIGX_formname\'] . \'_\' : \'\';
        $fields = array();
        foreach ($item as $field => $value) {
            if (is_array($value)) {
                if (is_array($value[0])) {
                    //nested array - convert to json
                    $value = $modx->toJson($value);
                } else {
                    $value = implode(\'||\', $value); //handle arrays (checkboxes, multiselects)
                }
            }


            $inputTVkey = $formname . $field;

            if ($processTVs && isset($inputTvs[$inputTVkey])) {
                if (isset($inputTvs[$inputTVkey][\'inputTV\']) && $tv = $modx->getObject(\'modTemplateVar\', array(\'name\' => $inputTvs[$inputTVkey][\'inputTV\']))) {

                } else {
                    $tv = $modx->newObject(\'modTemplateVar\');
                    $tv->set(\'type\', $inputTvs[$inputTVkey][\'inputTVtype\']);
                }
                $inputTV = $inputTvs[$inputTVkey];

                $mTypes = $modx->getOption(\'manipulatable_url_tv_output_types\', null, \'image,file\');
                //don\'t manipulate any urls here
                $modx->setOption(\'manipulatable_url_tv_output_types\', \'\');
                $tv->set(\'default_text\', $value);
                $value = $tv->renderOutput($docid);
                //set option back
                $modx->setOption(\'manipulatable_url_tv_output_types\', $mTypes);
                //now manipulate urls
                if ($mediasource = $migx->getFieldSource($inputTV, $tv)) {
                    $mTypes = explode(\',\', $mTypes);
                    if (!empty($value) && in_array($tv->get(\'type\'), $mTypes)) {
                        //$value = $mediasource->prepareOutputUrl($value);
                        $value = str_replace(\'/./\', \'/\', $mediasource->prepareOutputUrl($value));
                    }
                }

            }
            $fields[$field] = $value;

        }

        if (!empty($addfields)) {
            foreach ($addfields as $addfield) {
                $addfield = explode(\':\', $addfield);
                $addname = $addfield[0];
                $adddefault = isset($addfield[1]) ? $addfield[1] : \'\';
                $fields[$addname] = $adddefault;
            }
        }

        if (!empty($sumFields)) {
            $sumFields = is_array($sumFields) ? $sumFields : explode(\',\', $sumFields);
            foreach ($sumFields as $sumField) {
                if (isset($fields[$sumField])) {
                    $summaries[$sumPrefix . $sumField] = $summaries[$sumPrefix . $sumField] + $fields[$sumField];
                    $fields[$sumPrefix . $sumField] = $summaries[$sumPrefix . $sumField];
                }
            }
        }


        if ($toJsonPlaceholder) {
            $output[] = $fields;
        } else {
            $fields[\'_alt\'] = $idx % 2;
            $idx++;
            $fields[\'_first\'] = $idx == 1 ? true : \'\';
            $fields[\'_last\'] = $idx == $limit ? true : \'\';
            $fields[\'idx\'] = $idx;
            $rowtpl = \'\';
            //get changing tpls from field
            if (substr($tpl, 0, 7) == "@FIELD:") {
                $tplField = substr($tpl, 7);
                $rowtpl = $fields[$tplField];
            }

            if ($fields[\'_first\'] && !empty($tplFirst)) {
                $rowtpl = $tplFirst;
            }
            if ($fields[\'_last\'] && empty($rowtpl) && !empty($tplLast)) {
                $rowtpl = $tplLast;
            }
            $tplidx = \'tpl_\' . $idx;
            if (empty($rowtpl) && !empty($$tplidx)) {
                $rowtpl = $$tplidx;
            }
            if ($idx > 1 && empty($rowtpl)) {
                $divisors = $migx->getDivisors($idx);
                if (!empty($divisors)) {
                    foreach ($divisors as $divisor) {
                        $tplnth = \'tpl_n\' . $divisor;
                        if (!empty($$tplnth)) {
                            $rowtpl = $$tplnth;
                            if (!empty($rowtpl)) {
                                break;
                            }
                        }
                    }
                }
            }

            if ($count == 1 && isset($tpl_oneresult)) {
                $rowtpl = $tpl_oneresult;
            }

            $fields = array_merge($fields, $properties);

            if (!empty($rowtpl)) {
                $template = $migx->getTemplate($tpl, $template);
                $fields[\'_tpl\'] = $template[$tpl];
            } else {
                $rowtpl = $tpl;

            }
            $template = $migx->getTemplate($rowtpl, $template);


            if ($template[$rowtpl]) {
                $chunk = $modx->newObject(\'modChunk\');
                $chunk->setCacheable(false);
                $chunk->setContent($template[$rowtpl]);


                if (!empty($placeholdersKeyField) && isset($fields[$placeholdersKeyField])) {
                    $output[$fields[$placeholdersKeyField]] = $chunk->process($fields);
                } else {
                    $output[] = $chunk->process($fields);
                }
            } else {
                if (!empty($placeholdersKeyField)) {
                    $output[$fields[$placeholdersKeyField]] = \'<pre>\' . print_r($fields, 1) . \'</pre>\';
                } else {
                    $output[] = \'<pre>\' . print_r($fields, 1) . \'</pre>\';
                }
            }
        }


    }
}

if (count($summaries) > 0) {
    $modx->toPlaceholders($summaries);
}


if ($toJsonPlaceholder) {
    $modx->setPlaceholder($toJsonPlaceholder, $modx->toJson($output));
    return \'\';
}

if (!empty($toSeparatePlaceholders)) {
    $modx->toPlaceholders($output, $toSeparatePlaceholders);
    return \'\';
}
/*
if (!empty($outerTpl))
$o = parseTpl($outerTpl, array(\'output\'=>implode($outputSeparator, $output)));
else 
*/

if ($count > 0 && $splits > 0) {
    $size = ceil($count / $splits);
    $chunks = array_chunk($output, $size);
    $output = array();
    foreach ($chunks as $chunk) {
        $o = implode($outputSeparator, $chunk);
        $output[] = $modx->getChunk($splitTpl, array(\'output\' => $o));
    }
    $outputSeparator = $splitSeparator;
}

if (is_array($output)) {
    $o = implode($outputSeparator, $output);
} else {
    $o = $output;
}

if (!empty($o) && !empty($wrapperTpl)) {
    $template = $migx->getTemplate($wrapperTpl);
    if ($template[$wrapperTpl]) {
        $chunk = $modx->newObject(\'modChunk\');
        $chunk->setCacheable(false);
        $chunk->setContent($template[$wrapperTpl]);
        $properties[\'output\'] = $o;
        $o = $chunk->process($properties);
    }
}

if (!empty($toPlaceholder)) {
    $modx->setPlaceholder($toPlaceholder, $o);
    return \'\';
}

return $o;',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
        ),
      ),
      'link' => 
      array (
        'fields' => 
        array (
          'id' => 32,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'link',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '$page = $modx->getObject(\'modResource\', $id);
$pagetitle = $page->get(\'pagetitle\');
$content = $page->get(\'content\');

$out = "<a href=\'$content\' target=\'_blank\'>$pagetitle</a>";
return $out;',
          'locked' => false,
          'properties' => 
          array (
          ),
          'moduleguid' => '',
          'static' => false,
          'static_file' => '',
          'content' => '$page = $modx->getObject(\'modResource\', $id);
$pagetitle = $page->get(\'pagetitle\');
$content = $page->get(\'content\');

$out = "<a href=\'$content\' target=\'_blank\'>$pagetitle</a>";
return $out;',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'getInfoMain' => 
      array (
        'fields' => 
        array (
          'id' => 29,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'getInfoMain',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '$arr = array();
$arr = explode(", ", $info);
$infostr = "";
foreach( $arr as $value ) {
    $infostr .= "<p class=\'upper card-desc\'>- ".$value." -</p>";
}
return $infostr;',
          'locked' => false,
          'properties' => 
          array (
          ),
          'moduleguid' => '',
          'static' => false,
          'static_file' => '',
          'content' => '$arr = array();
$arr = explode(", ", $info);
$infostr = "";
foreach( $arr as $value ) {
    $infostr .= "<p class=\'upper card-desc\'>- ".$value." -</p>";
}
return $infostr;',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
        ),
      ),
    ),
    'modTemplateVar' => 
    array (
      'back_photo' => 
      array (
        'fields' => 
        array (
          'id' => 77,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'image',
          'name' => 'back_photo',
          'caption' => 'Главное изображение тура (первый экран)',
          'description' => '',
          'editor_type' => 0,
          'category' => 17,
          'locked' => false,
          'elements' => '',
          'rank' => 1,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'level' => 
      array (
        'fields' => 
        array (
          'id' => 6,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'text',
          'name' => 'level',
          'caption' => 'Сложность',
          'description' => 'Сложность',
          'editor_type' => 0,
          'category' => 4,
          'locked' => false,
          'elements' => '',
          'rank' => 1,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'km' => 
      array (
        'fields' => 
        array (
          'id' => 5,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'text',
          'name' => 'km',
          'caption' => 'Километраж',
          'description' => 'Километраж',
          'editor_type' => 0,
          'category' => 4,
          'locked' => false,
          'elements' => '',
          'rank' => 2,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'count' => 
      array (
        'fields' => 
        array (
          'id' => 7,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'text',
          'name' => 'count',
          'caption' => 'Количество людей',
          'description' => 'Количество людей',
          'editor_type' => 0,
          'category' => 4,
          'locked' => false,
          'elements' => '',
          'rank' => 3,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'count_day' => 
      array (
        'fields' => 
        array (
          'id' => 8,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'text',
          'name' => 'count_day',
          'caption' => 'Количество дней',
          'description' => 'Количество дней',
          'editor_type' => 0,
          'category' => 4,
          'locked' => false,
          'elements' => '',
          'rank' => 4,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'date_tour' => 
      array (
        'fields' => 
        array (
          'id' => 9,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'text',
          'name' => 'date_tour',
          'caption' => 'Даты тура',
          'description' => 'Даты тура',
          'editor_type' => 0,
          'category' => 4,
          'locked' => false,
          'elements' => '',
          'rank' => 5,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'cost' => 
      array (
        'fields' => 
        array (
          'id' => 71,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'text',
          'name' => 'cost',
          'caption' => 'Стоимость',
          'description' => 'Стоимость тура',
          'editor_type' => 0,
          'category' => 4,
          'locked' => false,
          'elements' => '',
          'rank' => 6,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'place_tour' => 
      array (
        'fields' => 
        array (
          'id' => 72,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'text',
          'name' => 'place_tour',
          'caption' => 'Размещение',
          'description' => 'Размещение',
          'editor_type' => 0,
          'category' => 4,
          'locked' => false,
          'elements' => '',
          'rank' => 7,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'offer' => 
      array (
        'fields' => 
        array (
          'id' => 40,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'text',
          'name' => 'offer',
          'caption' => 'Оффер',
          'description' => '',
          'editor_type' => 0,
          'category' => 17,
          'locked' => false,
          'elements' => '',
          'rank' => 2,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'big_photo' => 
      array (
        'fields' => 
        array (
          'id' => 74,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'image',
          'name' => 'big_photo',
          'caption' => 'Картинка на всю страницу с подписью',
          'description' => '',
          'editor_type' => 0,
          'category' => 17,
          'locked' => false,
          'elements' => '',
          'rank' => 3,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'big_photo_description' => 
      array (
        'fields' => 
        array (
          'id' => 75,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'text',
          'name' => 'big_photo_description',
          'caption' => 'Описание к картинке',
          'description' => '',
          'editor_type' => 0,
          'category' => 17,
          'locked' => false,
          'elements' => '',
          'rank' => 4,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'predloj_one' => 
      array (
        'fields' => 
        array (
          'id' => 42,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'text',
          'name' => 'predloj_one',
          'caption' => 'Первое предложение',
          'description' => '',
          'editor_type' => 0,
          'category' => 15,
          'locked' => false,
          'elements' => '',
          'rank' => 0,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'predloj_two' => 
      array (
        'fields' => 
        array (
          'id' => 43,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'text',
          'name' => 'predloj_two',
          'caption' => 'Второе предложение',
          'description' => '',
          'editor_type' => 0,
          'category' => 15,
          'locked' => false,
          'elements' => '',
          'rank' => 2,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'predloj_three' => 
      array (
        'fields' => 
        array (
          'id' => 44,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'text',
          'name' => 'predloj_three',
          'caption' => 'Третье предложение',
          'description' => '',
          'editor_type' => 0,
          'category' => 15,
          'locked' => false,
          'elements' => '',
          'rank' => 3,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'incost' => 
      array (
        'fields' => 
        array (
          'id' => 21,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'richtext',
          'name' => 'incost',
          'caption' => 'Входит в стоимость',
          'description' => 'Список того, что входит в стоимость маршрута!',
          'editor_type' => 0,
          'category' => 5,
          'locked' => false,
          'elements' => '',
          'rank' => 1,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'outcost' => 
      array (
        'fields' => 
        array (
          'id' => 22,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'richtext',
          'name' => 'outcost',
          'caption' => 'Не входит в стоимость',
          'description' => 'Список того, что не входит в стоимость маршрута!',
          'editor_type' => 0,
          'category' => 5,
          'locked' => false,
          'elements' => '',
          'rank' => 2,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'cost_two' => 
      array (
        'fields' => 
        array (
          'id' => 15,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'text',
          'name' => 'cost_two',
          'caption' => 'Стоимость потом',
          'description' => 'Стоимость, указывается стоимость потом(на сером фоне в разделе стоимость в меню)',
          'editor_type' => 0,
          'category' => 17,
          'locked' => false,
          'elements' => '',
          'rank' => 8,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'text_cost_yesterday' => 
      array (
        'fields' => 
        array (
          'id' => 62,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'text',
          'name' => 'text_cost_yesterday',
          'caption' => 'Подпись к стоимости потом',
          'description' => '',
          'editor_type' => 0,
          'category' => 17,
          'locked' => false,
          'elements' => '',
          'rank' => 9,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'cost_now' => 
      array (
        'fields' => 
        array (
          'id' => 78,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'text',
          'name' => 'cost_now',
          'caption' => 'Стоимость сейчас',
          'description' => 'Стоимость сейчас',
          'editor_type' => 0,
          'category' => 17,
          'locked' => false,
          'elements' => '',
          'rank' => 6,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'text_cost_now' => 
      array (
        'fields' => 
        array (
          'id' => 61,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'text',
          'name' => 'text_cost_now',
          'caption' => 'Подпись к стоимости сейчас',
          'description' => '',
          'editor_type' => 0,
          'category' => 17,
          'locked' => false,
          'elements' => '',
          'rank' => 7,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'take' => 
      array (
        'fields' => 
        array (
          'id' => 18,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'richtext',
          'name' => 'take',
          'caption' => 'Что брать с собой',
          'description' => 'Что брать с собой в меню к маршруту!',
          'editor_type' => 0,
          'category' => 5,
          'locked' => false,
          'elements' => '',
          'rank' => 3,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'maxLength' => '',
            'minLength' => '',
            'regex' => '',
            'regexText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'inform' => 
      array (
        'fields' => 
        array (
          'id' => 10,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'richtext',
          'name' => 'inform',
          'caption' => 'Информация',
          'description' => 'Информация в меню к маршруту!',
          'editor_type' => 0,
          'category' => 5,
          'locked' => false,
          'elements' => '',
          'rank' => 4,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'reviews' => 
      array (
        'fields' => 
        array (
          'id' => 73,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'migx',
          'name' => 'reviews',
          'caption' => 'Отзывы',
          'description' => '',
          'editor_type' => 0,
          'category' => 5,
          'locked' => false,
          'elements' => '',
          'rank' => 5,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'configs' => '',
            'formtabs' => '[{"caption":"Guids", "fields": [
    {"field":"set","caption":"Имя"},
    {"field":"image","caption":"Изображение","inputTVtype":"image"},
    {"field":"review","caption":"Отзыв"}
  ]
}]',
            'columns' => '[{
  "header": "Имя", "sortable": "true", "dataIndex": "set"
},{
  "header": "Изображение", "sortable": "false", "dataIndex": "image","renderer": "this.renderImage"
},{
  "header": "Отзыв", "sortable": "true", "dataIndex": "review"
}]',
            'btntext' => 'Добавить отзыв',
            'previewurl' => '',
            'jsonvarkey' => '',
            'autoResourceFolders' => 'false',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
    ),
  ),
);